Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|Help resources|Videos
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|Hilfe-Ressourcen|Videos
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|Helpaj risurcoj|Filmetoj
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix|Recursos de ayuda|Vídeos|Videos|Audiovisual
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix|Ressources d'aide|Vidéos
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|ヘルプリソース|動画
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|Hjelperessurser|Videoer
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|Pomoc|Videá
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yönetici|Yardım kaynakları|Videolar

source: It seems your browser can't read this video.
de: Anscheinend kommt Ihr Browser mit diesem Video nicht zurecht.
eo: Vian TTT-legilon ne ŝajnas povi legi tiun filmeton.
es: Parece que su navegador no puede leer este vídeo.
ja: お使いのブラウザはこの動画が再生できないようです。
nb_no: Det ser ut til at nettleseren din ikke kan spille denne videoen.
sk: Zdá sa, že váš prehliadač nevie prehrať toto video.

source: Download video
de: Video herunterladen
eo: Elŝuti filmetojn
es: Descargar video
ja: 動画のダウンロード
nb_no: Last ned video
sk: Stiahnuť video

source: Published <1/> by <2/>.
de: Publiziert am <1/> von <2/>.
eo: Eldonita <1/> de <2/>.
es: Publicado <1/> por <2/>.
ja: <1/>出版、<2/>著。
nb_no: Publisert <1/> av <2/>.
sk: <1/> zverejnil(a) <2/>.

# webpage title
source: Videos
eo: Filmetoj
es: Material audiovisual
fr: Vidéos
ja: 動画
nb_no: Videoer
sk: Videá
tr: Videolar

source: Videos about GNU Guix.
de: Videos über GNU Guix.
eo: Filmetoj pri GNU Guix.
es: Videos sobre GNU Guix.
ja: GNU Guix についての動画。
nb_no: Videoer om GNU Guix.
sk: Videá o GNU Guix.

source: The following is a list of videos introducing GNU Guix and its many features as well as showing how it is used in different fields. These videos come from different sources; some come from the project itself, some from the community of users, and some from independent reviewers and organizations.
de: Die folgende Liste von Videos stellt GNU Guix und seine zahlreichen Funktionen vor. Auch wie Guix in verschiedenen Tätigkeitsbereichen zum Einsatz kommt, wird gezeigt. Diese Videos stammen aus verschiedenen Quellen, manche vom Projekt selbst, manche aus der Gemeinde der Nutzer und manche von unabhängigen Rezensenten oder Organisationen.
eo: Jen listo de filmetoj kioj prezentas GNU Guix kaj siajn multajn funkciojn kaj ankaŭ montras kiel uzi en multaj kampoj. Tiuj filmetoj devenas de maltuj fontoj; kelkaj devenas de la projekto mem, kelkaj de uzanta komunumo, kaj aliaj de sendependaj recenzistoj kaj organizaĵoj.
es: Lo siguiente es una lista de videos presentando GNU Guix y sus muchas funciones así como mostrando como se utiliza en distintos campos. Estos videos vienen de diferentes fuentes; algunos viene del proyecto mismo, algunos de la comunidad de usuarios y algunos de revisores y organizaciones independientes.
ja: 次は GNU Guix とその様々な機能の紹介、ならびに、様々な分野でそれがどのように使用されているかを説明する動画のリストです。これらの動画はプロジェクト自身、ユーザーのコミュニティ、そして独立した評論家および組織など、様々な情報源からご提供いただいたものです。
nb_no: Følgende er en liste av videoer som introduserer GNU Guix og dets mange funksjoner, samt viser hvordan det brukes innen forskjellige felt. Disse videoene kommer fra forskjellige kilder; noen fra selve prosjektet, noen fra det bredere miljøet av brukere, og noen fra uavhengige anmeldere og organisasjoner.
sk: Toto je zoznam videí predstavujúcich GNU Guix a jeho početné funkcie ako aj použitie systému v rôznych odvetviach. Tieto videá pochádzajú z rôznych zdrojov. Niektoré pochádzajú od ľudí z projektu samotného, niektoré poskytlo spoločenstvo používateľov a iné sú od nezávislých recenzentov a spoločností.

source: This is a GNU package.
de: Dies ist ein GNU-Paket.
eo: Ĝi estas GNUa pako.
es: Esto es un paquete GNU.
fr: C'est un paquet GNU.
ja: これは GNU のパッケージです。
nb_no: Dette er en GNU-pakke.
sk: Toto je balík GNU.
tr: Bu bir GNU paketidir.

source: <1>License:</1> <2/>.
de: <1>Lizenz:</1> <2/>.
eo: <1>Permesilo:</1> <2/>.
es: <1>Licencia:</1> <2/>.
fr: <1>Licence :</1> <2/>.
ja: <1>ライセンス：</1> <2/>。
nb_no: <1>Lisens:</1> <2/>.
sk: <1>Licencia:</1> <2/>.
tr: <1>Lisans:</1> <2/>.

source: <1>Website:</1> <2/>.
de: <1>Webauftritt:</1> <2/>.
eo: <1>Retejo:</1> <2/>.
es: <1>Sitio web:</1> <2/>.
fr: <1>Site web :</1> <2/>.
ja: <1>ウェブサイト：</1> <2/>。
nb_no: <1>Nettside:</1> <2/>.
sk: <1>Internetová stránka:</1> <2/>.

source: <1>Package source:</1> <2/>.
de: <1>Paketquellcode:</1> <2/>.
eo: <1>Fontkodo de la pako:</1> <2/>.
es: <1>Fuentes del paquete:</1> <2/>.
fr: <1>Sources du paquet :</1> <2/>.
ja: <1>パッケージのソース：</1> <2/>。
nb_no: <1>Kilde for pakken:</1> <2/>.
sk: <1>Zdrojové súbory balíka:</1> <2/>.
tr: <1>Paket kaynağı:</1> <2/>.

source: <1>Patches:</1> <2/>.
eo: <1>Flikaĵoj:</1> <2/>.
es: <1>Parches:</1> <2/>.
fr: <1>Correctifs :</1> <2/>.
ja: <1>パッチ：</1> <2/>。
nb_no: <1>Patcher:</1> <2/>.
sk: <1>Záplaty:</1> <2/>.
tr: <1>Yamalar:</1> <2/>.

source: <1>Lint issues:</1> <2/>.
de: <1>Automatisch erkannte Paketfehler:</1> <2/>.
eo: <1>Stilaj problemoj:</1> <2/>.
es: <1>Problemas de Lint:</1> <2/>.
fr: <1>Problèmes de style :</1> <2/>.
ja: <1>Lint の問題 (issues)：</1> <2/>。
nb_no: <1>Lint-problemer:</1> <2/>.
sk: <1>Chyby v skladbe:</1> <2/>.

source: <1>Builds:</1> <2/>.
de: <1>Erstellungen:</1> <2/>.
eo: <1>Versioj:</1> <2/>.
es: <1>Construcciones:</1> <2/>.
fr: <1>Constructions :</1> <2/>.
ja: <1>ビルド：</1> <2/>。
nb_no: <1>Bygg:</1> <2/>.
sk: <1>Zostavenia:</1> <2/>.
tr: <1>Yapılar:</1> <2/>.

source: issue
de: Fehler
eo: problemo
es: problema
fr: problème
ja: 問題 (issues)
nb_no: problem
sk: chyba
tr: sorun

source: Packages menu:
de: Paketmenü:
eo: Pakmenuo:
es: Menú de paquetes:
fr: Menu des paquets :
ja: パッケージメニュー：
nb_no: Pakkemeny:
sk: Ponuka balíkov:
tr: Paket menüsü:

source: Browse alphabetically
de: Alphabetisch anzeigen
eo: Foliumi laŭ alfabeta ordo
es: Navegar alfabéticamente
fr: Voir par ordre alphabétique
ja: アルファベット順に閲覧する
nb_no: Bla gjennom alfabetisk
sk: Zobraziť v abecednom poradí
tr: Alfabetik olarak göz at

# patches
source: None
de: Keine
eo: Neniu
es: No hay
fr: Aucun
ja: なし
nb_no: Ingen
sk: Žiadny
tr: Yok

# systems
source: None
de: Keines
eo: Neniu
es: Ninguno
fr: Aucun
ja: なし
nb_no: Ingen
sk: Žiadny
tr: Yok

# webpage title
source: Packages
de: Pakete
eo: Pakoj
es: Paquetes
fr: Paquets
ja: パッケージ
nb_no: Pakker
sk: Balíky
tr: Paketler

source: List of packages available through GNU Guix.
de: Liste der mit GNU Guix verfügbaren Pakete.
eo: Listo de pakoj disponeblaj tra GNU Guix.
es: Lista de paquetes disponibles a través de GNU Guix.
fr: Liste des paquets disponibles dans GNU Guix.
ja: GNU Guix で利用可能なパッケージの一覧。
nb_no: Liste av pakker tilgjengelig gjennom GNU Guix.
sk: Zoznam balíkov dostupných cez GNU Guix.
tr: GNU Guix aracılığıyla kullanılabilen paketlerin listesi.

source: GNU Guix provides <1/> packages transparently <2>available as pre-built binaries</2>. These pages provide a complete list of the packages. Our <3>continuous integration system</3> shows their current build status (updated <4/>).
de: Mit GNU Guix sind <1/> Pakete <2>als vorerstellte Binärdateien</2> transparent verfügbar. Auf diesen Seiten finden Sie eine vollständige Liste aller Pakete. Unser <3>System zur kontinuierlichen Integration</3> zeigt Ihnen deren aktuellen Status (Stand <4/>).
eo: GNU Guix provizas <1/> pakojn travideble <2>disponeblajn kiel antaŭkonstruitajn duumajn dosierojn</2>. Tiuj paĝoj provizas kompletan liston de la pakoj. Nia <3>sistemo de daŭra integrado</3> montras ilian nunan konstrustaton (ĝisdatigitan <4/>).
es: GNU Guix proporciona <1/> paquetes <2>disponibles como binarios preconstruidos</2> de manera transparente. Estas páginas proporcionan la lista completa de paquetes. Nuestro <3>sistema de integración continua</3> muestra su estado de construcción actual (actualizado el <4/>).
fr: GNU Guix fournit <1/> paquets <2>disponibles en tant que binaires pré-construits</2> de manière transparente. Ces pages fournissent une liste complète des paquets. Notre <3>système d'intégration continue</3> montre leur statut de construction actuel (mis à jour le <4/>).
ja: GNU Guix は <1/> の提供するパッケージは<2>ビルド前のバイナリとして透過的に利用できる</2>ようにしています。これらのページはパッケージの完全な一覧を提供しています。私たちの<3>継続的インテグレーションシステム</3>は現在のビルド状況を表示しています。（<4/>更新）
nb_no: GNU Guix tilbyr <1/> pakker transparent <2>tilgjengelig som ferdigbygde binærfilter</2>. Disse sidene viser en komplett liste av pakkene. Vårt <3>kontinuerlig integrasjonssystem</3> viser deres nåværende byggestatus (oppdatert </4>).
sk: GNU Guix prehľadne poskytuje <1/> balíkov <2> vo forme pred-zostavených binárnych súborov</2>. Tieto stránky predstavujú úplný zoznam poskytovaných balíkov. Náš <3>systém priebežnej integrácie</3> zobrazuje súčasný stav ich zostavenia (aktualizované <4/>).

source: Packages —
de: Pakete —
eo: Pakoj —
es: Paquetes —
fr: Paquets —
ja: パッケージ —
nb_no: Pakker —
sk: Balíky —
tr: Paketler —

source: <1>Website: </1>
de: <1>Webauftritt: </1>
eo: <1>Retejo: </1>
es: <1>Sitio web: </1>
fr: <1>Site web : </1>
ja: <1>ウェブサイト：</1>
nb_no: <1>Nettside: </1>
sk: <1>Internetová stránka: </1>

source: <1>License: </1>
de: <1>Lizenz: </1>
eo: <1>Permesilo: </1>
es: <1>Licencia: </1>
fr: <1>Licence : </1>
ja: <1>ライセンス：</1>
nb_no: <1>Lisens: </1>
sk: <1>Licencia: </1>
tr: <1>Lisans: </1>

source: <1>Package source: </1>
de: <1>Paketquellcode: </1>
eo: <1>Fontkodo de la pako: </1>
es: <1>Fuentes del paquete: </1>
fr: <1>Source du paquet : </1>
ja: <1>パッケージソース：</1>
nb_no: <1>Pakkekilde: </1>
sk: <1>Zdrojové súbory balíka: </1>
tr: <1>Paket kaynakları: </1>

source: <1>Patches: </1>
eo: <1>Flikaĵoj: </1>
es: <1>Parches: </1>
fr: <1>Correctifs : </1>
ja: <1>パッチ：</1>
nb_no: <1>Patcher: </1>
sk: <1>Záplaty: </1>
tr: <1>Yamalar: </1>

source: <1>Builds: </1>
de: <1>Erstellungen: </1>
eo: <1>Versioj: </1>
es: <1>Construcciones: </1>
fr: <1>Constructions : </1>
ja: <1>ビルド：</1>
nb_no: <1>Bygg: </1>
sk: <1>Zostavenia: </1>
tr: <1>Yapılar: </1>

source: <1>Lint issues</1><2><2.1/>. See <2.2>package definition</2.2> in Guix source code.</2>
de: <1>Automatisch erkannte Paketfehler</1><2><2.1/>. Siehe die <2.2>Paketdefinition</2.2> im Quellcode von Guix.</2>
eo: <1>Stilaj problemoj</1><2><2.1/>. Vidu la <2.2>pakdifinon</2.2> en la fontkodo de Guix.</2>
es: <1>Problemas de Lint</1><2><2.1/>. Véase la <2.2>definición del paquete</2.2> en el código fuente de Guix.</2>
fr: <1>Problèmes de style</1><2><2.1/>. Voir <2.2>la définition du paquet</2.2> dans le code source de Guix.</2>
ja: <1>Lint の問題 (issues)</1><2><2.1/>。Guix のソースコードの<2.2>パッケージ定義</2.2>を参照。</2>
nb_no: <1>Lint-problemer</1><2><2.1/>. Se <2.2>pakkedefinisjon</2.2> i kildekoden til Guix.</2>
sk: <1>Chyby v skladbe</1><2><2.1/>. Viď <2.2>zadávanie balíkov</2.2> v zdrojovom kóde Guixu.</2>

source: Blog
eo: Blogo
ja: ブログ
nb_no: Blogg

# website menu
source: Blog
eo: Blogo
ja: ブログ
nb_no: Blogg

source: Participation to the project communication channels listed below is subject to this code of conduct.
ja: 下記に掲載されたプロジェクトコミュニケーションチャンネルへの参加はこの行動規範に従うものとします。
nb_no: Deltagelse i kommunikasjonskanalene til prosjektet listet under er underlagt disse etiske retningslinjene.

source: <1>overdrive1</1><2>aarch64-linux</2><3><3.1>ARM Holdings</3.1></3>
ja: <1>overdrive1</1><2>aarch64-linux</2><3><3.1>ARM ホールディングス</3.1></3>

# webpage title
source: Blog
eo: Blogo
ja: ブログ
nb_no: Blogg

source: Blog —
eo: Blogo —
ja: ブログ —
nb_no: Blogg —

# SRFI-19 date->string format
source: ~b ~d, ~Y
de: ~d.~m.~Y
eo: ~e-a de ~B ~Y
ja: ~Y年~m月~d日
sk: ~e ~B ~Y

# website menu
source: Stable
eo: Stabila
sk: Stabilné vydanie
tr: Kararlı

# website menu
source: GNU Guix Manual (stable)
eo: Manlibro de GNU Guix (stabila)
sk: Príručka GNU Guix (stabilné vydanie)
tr: GNU Guix Kılavuzu (kararlı)

# website menu
source: Wiki
eo: Vikio
tr: Viki

source: Guix is currently maintained by Ludovic Courtès, Marius Bakke, Maxim Cournoyer, Tobias Geerinckx-Rice and Mathieu Othacehe. Please use the <1>mailing lists</1> for contact. For sensitive issues, you can reach them using the <2/> private alias.
eo: Guix nun estas prizorgata de Ludovic Courtès, Marius Bakke, Maxim Cournoyer, Tobias Geerinckx-Rice kaj Mathieu Othacehe. Bonvolu uzi la <1>dissendolistoj</1> por kontakti ilin. Pri konfidencaj problemoj, vi povas ekrilati kun ili uzante la privatan kromnomon <2/>.
fr: Guix est actuellement maintenu par Ludovic Courtès, Marius Bakke, Maxim Cournoyer, Tobias Geerinckx-Rice et Mathieu Othacehe. Utilisez les <1>listes de diffusion</1> pour les contacter. Pour les problèmes sensibles, vous pouvez les joindre directement avec l'alias privé <2/>.
sk: Guix v súčasnosti spravujú Ludovic Courtès, Marius Bakke, Maxim Cournoyer, Tobias Geerinckx-Rice a Mathieu Othacehe. Pre spojenie s nimi použite <1>elektronické konferencie</1>. S citlivými záležitosťami sa na nich môžete obrátiť prostredníctvom súkromnej adresy <2/>.
tr: Guix şu anda Ludovic Courtès, Marius Bakke, Maxim Cournoyer, Tobias Geerinckx-Rice ve Mathieu Othacehe tarafından yönetilmektedir. İletişim için lütfen <1>posta listelerini</1> kullanın. Hassas konular için </2> özel takma adını kullanarak onlara ulaşabilirsiniz.

source: Read stable manual
eo: Legi la stabilan manlibron
sk: Prečítať si príručku pre stabilné vydanie
tr: Kararlı kılavuzu oku

source: This version of the manual is updated frequently to include the latest changes from Guix's source files. It is more up-to-date than the manual for the stable release of Guix.
eo: Tiu versio de la manlibro estas ofte ĝisdatigita por inkludi la lastajn ŝanĝojn el Guixa fontdosieroj. Ĝi estas pli aktuala ol la manlibro de la stabila eldono de Guix.
sk: Táto verzia príručky je pravidelne aktualizovaná aby zahŕňala najnovšie zmeny v zdrojových súboroch Guixu. Je aktuálnejšia než príručka pre stabilné vydanie Guixu.
tr: Kılavuzun bu sürümü, Guix'in kaynak dosyalarındaki en son değişiklikleri eklemek için sık sık güncellenir. Guix'in kararlı sürüm kalvuzundan daha günceldir.

source: Wiki
eo: Vikio
tr: Viki

source: <1>berlin.guixsd.org</1><2>build farm with 25 build nodes for x86_64-linux and i686-linux, and dedicated storage</2><3><3.1>Max Delbrück Center for Molecular Medicine</3.1> (hardware and hosting)</3>
eo: <1>berlin.guixsd.org</1><2>programtraduka servilaro kun 25 konstrunodoj por x86_64-linux kaj i686-linux, kaj dediĉita konservejo</2><3><3.1>Max Delbrück Center for Molecular Medicine</3.1> (aparataro kaj gastigo)</3>
fr: <1>berlin.guixsd.org</1><2>ferme de construction avec 25 nœuds de construction pour x86_64-linux et i686-linux et un stockage dédié</2><3><3.1>Max Delbrück Center for Molecular Medicine</3.1> (matériel et hébergement)</3>
sk: <1>berlin.guixsd.org</1><2>zostavovacia farma s 25 uzlami pre x86_64-linux a i686-linux a s vlastným úložiskom</2><3><3.1>Max Delbrück Center for Molecular Medicine</3.1> (technické vybavenie a hosting)</3>

source: <1>bayfront.guixsd.org</1><2>new build farm front-end (WIP)</2><3>Igalia</3>
eo: <1>bayfront.guixsd.org</1><2>nova fasado de la programtraduka servilaro (evoluanta laboro)</2><3>Igalia</3>
fr: <1>bayfront.guixsd.org</1><2>nouvelle interface de la ferme de construction (en cours)</2><3>Igalia</3>
sk: <1>bayfront.guixsd.org</1><2>nové rozhranie zostavovacej farmy (rozpracované)</2><3>Igalia</3>

source: Other organizations and individuals helped Guix with hardware and hosting in the past and we thank them: <1>Free Software Foundation</1>, <2>GNU España</2>, <3>FSF France</3>, <4>Free Secure Network Systems Group</4> at the <5>Technische Universität München</5>.
eo: Aliaj organizaĵoj kaj personoj helpis Guix donacante aparataron kaj gastigon estintece kaj ni dankas ilin: <1>Free Software Foundation</1>, <2>GNU España</2>, <3>FSF France</3>, <4>Free Secure Network Systems Group</4> ĉe la <5>Technische Universität München</5>.
fr: D'autres organisations et personnes ont aidé Guix avec du matériel et de l'hébergement dans le passé et nos les en remercions : <1>Free Software Foundation</1>, <2>GNU España</2>, <3>FSF France</3>, <4>Free Secure Network Systems Group</4> au <5>Technische Universität München</5>.
sk: Ďakujeme aj ostatným, ktorí v minulosti pomohli projektu Guix technickým vybavením aj hostingom: <1>Free Software Foundation</1>, <2>GNU España</2>, <3>FSF France</3>, <4>Free Secure Network Systems Group</4> na <5>Technische Universität München</5>.
tr: Diğer kuruluşlar ve kişiler geçmişte Guix'e donanım ve barındırma konusunda yardım ettiler ve onlara teşekkür ediyoruz: <1>Özgür Yazılım Vakfı</1>, <2>GNU España</2>, <3>FSF Fransa</3>, <5>Technische Universität München'de</5> <4>Özgür Güvenli Ağ Sistemleri Grubu</4>.

source: Join the <1/> channel on the <2>Libera Chat IRC network</2> to chat with the GNU Guix community or to get help in real-time. You can use the chat widget below, or just use the <3>IRC client</3> of your preference. Note that the conversations that happen on the <4/> channel are logged (<5>browse the log</5>).
eo: Aliĝu al la kanalo <1/> en la <2>reto Libera Chat IRC</2> por retbabili kun la komunumo de GNU Guix aŭ por realtempe peti helpon. Vi povas uzi la babilejan fenestraĵon ĉi-suban, aŭ simple uzi la <3>klienton IRC</3>, kiun vi preferas. Notu, ke la konversacioj okazantaj en la kanalo <4/> estas protokolataj (<5>foliumi la protokolojn</5>).

source: Releases of Guix are signed using the OpenPGP key with the fingerprint <1/>. Users should <2>verify<2.1>en</2.1><2.2>Binary-Installation.html</2.2></2> their downloads before extracting or running them.
eo: La eldonoj de Guix estas subskribitaj uzante la ŝlosilon OpenPGP havantan la fingropremaĵon <1/>. Uzantoj devas <2>kontroli<2.1>en</2.1><2.2>Binary-Installation.html</2.2></2> siajn elŝutojn antaŭ ol eltiri aŭ ruli ilin.
fr: Les versions publiées de Guix sont signées avec la clé OpenPGP ayant l'empreinte <1/>. Vous devriez <2>vérifier<2.1>fr</2.1><2.2>Installation-binaire.html</2.2></2> vos téléchargements avant de les extraire ou de les lancer.
sk: Vydania systému Guix sa podpisujú OpenPGP kľúčmi s odtlačkom <1/>. Používatelia by si mali <2>overiť pravosť<2.1>en</2.1><2.2>Binary-Installation.html</2.2></2> stiahnutých súborov pred rozbalením alebo spustením.
tr: Guix sürümleri, </1> parmak izi ile OpenPGP anahtarı kullanılarak imzalanır. Kullanıcılar indirmeden veya çalıştırmadan önce indirmelerini <2>doğrulamalıdır<2.1>en</2.1><2.2>Binary-Installation.html</2.2></2>.

source: Download latest GNU Guix System images built by the Cuirass continuous integration system.
eo: Elŝuti la lastajn ekzaktajn kopiojn de la sistemo GNU Guix, konstruitajn de la sistemo de daŭra integrado Cuirass.
fr: Téléchargez la dernière image du système GNU Guix construite par le système d'intégration continue Cuirass.
sk: Stiahnuť najnovšie obrazy systému GNU Guix zostavené systémom priebežnej integrácie Cuirass.
tr: Cuirass sürekli entegrasyon sistemi tarafından oluşturulan güncel GNU Guix Sistem imajlarını indir.

source: Download latest images
eo: Elŝuti la lastajn ekzaktajn kopiojn
fr: Télécharger les dernières images
sk: Stiahnuť najnovšie obrazy
tr: Güncel imaj indirme

source: Download latest GNU Guix System images built by the <1>Cuirass<1.1>en</1.1><1.2>Continuous-Integration.html</1.2></1> continuous integration system at <2/>. These images are <3>development snapshots</3>, you might prefer to use stable images that can be found <4>here.</4>
eo: Elŝuti la lastajn ekzaktajn kopiojn de la sistemo GNU Guix, konstruitajn de la sistemo de daŭra integrado <1>Cuirass<1.1>en</1.1><1.2>Continuous-Integration.html</1.2></1> ĉe <2/>. Tiuj kopioj estas <3>programistaj</3>, tial vi eble preferos uzi stabilajn kopiojn, kiujn oni povas trovi <4>tie ĉi.</4>
fr: Téléchargez les dernières images du système GNU Guix construites par le système d'intégration continue <1>Cuirass<1.1>fr</1.1><1.2>Integration-continue.html</1.2></1> sur <2/>. Ces images sont des <3>images de développement</3>, vous préfèrerez peut-être utiliser des images stables qui se trouvent <4>ici</4>.
sk: Stiahnuť najnovšie obrazy systému GNU Guix zostavené systémom priebežnej integrácie <1>Cuirass<1.1>en</1.1><1.2>Continuous-Integration.html</1.2></1> na <2/>. Toto sú <3>vývojové obrazy</3>. Možno by ste namiesto toho mali použiť stabilné obrazy dostupné <4>tu.</4>
tr: <1>Cuirass<1.1>en</1.1><1.2>Continuous-Integration.html</1.2></1> sürekli entegrasyon sistemi tarafından oluşturulan en son GNU Guix Sistem imajlarını <2/> adresinden indirin. Bu imajlar <3>geliştirme anlık görüntüleridir</3>, burada bulabileceğiniz kararlı imajları da tercih <4>edebilirsiniz.</4>

source: Ludovic Courtès, Ricardo Wurmus
sk: Ludovic Courtès a Ricardo Wurmus

source: Join the <1/> channel on the Freenode IRC network to chat with the community about GNU Guix or to get help in real-time.
fr: Rejoignez le canal <1/> sur le réseau IRC Freenode pour discuter de GNU Guix avec la communauté ou pour recevoir de l'aide en temps réel.

source: GNU Guix Manual
fr: Manuel de GNU Guix

source: Read Guix manual
fr: Lire le manuel de Guix

source: For real-time support from the community, you can connect to the <1/> channel on irc.freenode.net. There you can get help about anything related to GNU Guix.
fr: Pour l'entraaide en temps réel avec la communauté, vous pouvez vous connecter au canal <1/> sur irc.freenode.net. Vous pourrez y trouver de l'aide sur tous les sujets qui tournent autour de GNU Guix.

source: GNU Guix is a large project developed mostly by volunteers from all around the world. You are welcome to join us in the <1>development mailing list</1> or in the <2>#guix channel</2> in IRC Freenode. Tell us how would you like to help, and we will do our best to guide you.
fr: GNU Guix est un gros projet développé en majeure partie par des bénévoles du monde entier. Nous vous encourageons à nous rejoindre sur la <1>liste de diffusion pour le développement</1> ou sur le <2>canal #guix</2> sur Freenode (IRC). Dites-nous comment vous voulez aider, et nous ferons de notre mieux pour vous guider.

source: Information on how to add packages to the distribution can be found <1>in the manual<1.1>en</1.1><1.2>Packaging-Guidelines.html</1.2></1>.
fr: Des informations sur la manière d'ajouter des paquets à la distribution se trouvent <1>dans le manuel<1.1>fr</1.1><1.2>Consignes-d_0027empaquetage.html</1.2></1>.

source: Join the <1/> channel on the <2>Freenode IRC network</2> to chat with the GNU Guix community or to get help in real-time. You can use the chat widget below, or just use the <3>IRC client</3> of your preference. Note that the conversations that happen on the <4/> channel are logged (<5>browse the log</5>).
fr: Rejoignez le canal <1/> sur le <2>réseau IRC Freenode</2> pour discuter avec la communauté GNU Guix ou recevoir de l'aide en temps réel. Vous pouvez utiliser la fenêtre de discussion plus bas, ou simplement utiliser le <3>client IRC</3> de votre choix. Remarquez que les conversations qui ont lieu sur le canal <4/> sont enregistrées (<5>voir les enregistrements</5>).

# video title
source: Installation from Script
fr: Installation à partir du script

source: Explains how to install Guix on distributions not running GNU Guix.
fr: Explique comment installer Guix sur des distributions qui ne sont pas GNU Guix.

# video title
source: Everyday use of GNU Guix, Part One
fr: Utilisation quotidienne de GNU Guix, partie 1
