Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: English
de: Deutsch
eo: Esperanto
es: Español
fr: Français
ja: 日本語
nb_no: Norsk bokmål
sk: Slovenčina
tr: Türkçe

# webpage title
source: GNU's advanced distro and transactional package manager
de: GNUs fortgeschrittene Distribution und transaktionelle Paketverwaltung
eo: Altnivela distribuaĵo kaj transakcia pakadministrilo de GNU
es: Gestor transaccional de paquetes y distribución avanzada de GNU
fr: La distribution avancée de GNU et gestionnaire de paquets transactionnel
ja: GNU の先進的なディストロおよびトランザクションパッケージマネージャ
nb_no: GNUs avanserte distribusjon og transaksjonelle pakkebehandler
sk: Pokročilá GNU distribúcia a transakčný správca balíkov
tr: GNU'nun gelişmiş dağıtımı ve etkileşimsel paket yöneticisi

source: Guix is an advanced distribution of the GNU operating system. Guix is technology that respects the freedom of computer users. You are free to run the system for any purpose, study how it works, improve it, and share it with the whole world.
de: Guix ist eine fortgeschrittene Distribution des GNU-Betriebssystems. Guix ist eine Technologie, die die Freiheit der Benutzer von Rechengeräten respektiert. Es steht Ihnen frei, das System zu jedem Zweck auszuführen, seine Funktionsweise zu studieren, es zu verbessern und es mit der ganzen Welt zu teilen.
eo: Guix estas altnivela distribuaĵo de la GNUa operaciumo. Guix estas teknologio, kiu respektas la liberecon de komputiluzantoj. Vi havas la liberecon ruli la sistemon por iu ajn celo, studi ĝian funkciadon, plibonigi ĝin, kaj konigi ĝin en la tuta mondo.
es: Guix es una distribución avanzada del sistema operativo GNU. Guix es tecnología que respeta la libertad de computación de los usuarios. Es libre de ejecutar el sistema con cualquier propósito, estudiar cómo funciona, mejorarlo y compartirlo con el mundo entero.
fr: Guix est une distribution avancée du système d'exploitation GNU. Guix est une technologie qui respecte la liberté de ses utilisateurs et utilisatrices. Vous êtes libre d'utiliser le système pour n'importe quel but, d'étudier comme il fonctionne, de l'améliorer et de le partager avec le reste du monde.
ja: Guix は GNU オペレーティングシステムの先進的なディストリビューションです。 Guix はコンピューターユーザーの自由を尊重するテクノロジーです。 あなたはあらゆる目的でシステムを自由に動かすことができ、どのように動くのかを研究したり、 改良したり、そして、それを全世界に共有することができます。
nb_no: Guix er en avansert distribusjon av operativsystemet GNU. Guix er en teknologi som respekterer friheten til databrukere. Du er fri til å bruke systemet til hva som helst, studere hvordan det fungerer, forbedre, og dele med hele verden.
sk: Guix je pokročilá distribúcia operačného systému GNU. Guix je technológia, ktorá si váži slobodu svojich používateľov. Systém môžete slobodne používať na akékoľvek účely, zisťovať ako funguje, zlepšovať ho, a zdieľať ho so zvyškom sveta.
tr: Guix, GNU işletim sisteminin gelişmiş bir dağıtımış. Guix, bilgisayar kullanıcılarının özgürlüğüne saygı duyan teknolojidir. Sistemi herhangi bir amaç için çalıştırmakta, onun nasıl çalıştığını öğrenmekte, onu ıslah etmekte ve bütün dünyayla paylaşmakta özgürsünüz.

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|GNU Guile|Guile Scheme|Transactional upgrades|Functional package management|Reproducibility
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|GNU Guile|Guile Scheme|Transaktionelle Aktualisierungen|Funktionale Paketverwaltung|Reproduzierbarkeit
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|GNU Guile|Guile Scheme|Transakciaj promociaj eldonoj|Funkcia pakadministrado|Reproduktebleco
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de Paquetes GNU Guix|GNU Guile|Guile Scheme|Actualizaciones transaccionales|Gestión de paquetes funcional|Gestor de paquetes funcional|Reproducibilidad
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix|GNU Guix|Guile Scheme|Mises à jours transactionnelles|gestion des paquets fonctionnelle|Reproductibilité
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|GNU Guile|Guile Scheme|トランザクションアップグレード|関数型パッケージマネージャ|再現性
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|GNU Guile|Guile Scheme|Transaksjonelle oppgraderinger|Funksjonell pakkebehandling|Reproduserbarhet
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|GNU Guile|Guile Scheme|Transakčné aktualizácie|Funkcionálna správa balíkov|Opakovateľnosť
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yöneticisi|GNU Guile|Guile Scheme|Etkileşimsel yükseltme|İşlevsel paket yönetimi|Yeniden üretilebilirlik

# website menu
source: Overview
de: Übersicht
eo: Superrigardo
es: Vistazo
fr: Aperçu
ja: 概観
nb_no: Oversikt
sk: Prehľad
tr: Genel Bakış

source: Summary
de: Zusammenfassung
eo: Resumo
es: Resumen
fr: Résumé
ja: 概要
nb_no: Oppsummering
sk: Súhrn
tr: Özet

source: <1>Liberating.</1> Guix is an advanced distribution of the <2>GNU operating system</2> developed by the <3>GNU Project</3>—which respects the <4>freedom of computer users</4>.
de: <1>Befreiend.</1> Guix ist eine fortgeschrittene Distribution des <2>GNU-Betriebssystems</2>, das vom <3>GNU-Projekt</3> entwickelt wurde und die <4>Freiheit der Benutzer von Rechengeräten</4> respektiert.
eo: <1>Liberiganta.</1> Guix estas altnivela distribuaĵo de la <2>GNUa operaciumo</2> programata de la <3>GNUa projekto</3>—kiu respektas la <4>liberecon de komputiluzantoj</4>.
es: <1>Liberadora.</1> Guix es una avanzada distribución del <2>sistema operativo GNU</2> desarrollada por el <3>proyecto GNU</3> que respeta las <4>libertades de computación de sus usuarios</4>.
fr: <1>Libérateur.</1> Guix est une distribution avancée du <2>système d'exploitation GNU</2> développé par le <3>projet GNU</3> — qui respecte la <4>la liberté des utilisateurs et utilisatrices d'ordinateurs</4>.
ja: <1>自由。</1>Guix は<4>コンピュータユーザーの自由</4>を尊重する <3>GNU プロジェクト</3>によって開発された <2>GNU オペレーティングシステム</2>の先進的なディストリビューションです。
nb_no: <1>Frigjørende.</1> Guix er en avansert distribusjon av <2>GNU-operativsystemet</2> utviklet av <3>GNU-prosjektet</3>—som respekterer <4>friheten til databrukere</4>.
sk: <1>Oslobodzujúci.</1> Guix je pokročilá distribúcia <2>operačného systému GNU</2> vyvíjaného <3>projektom GNU</3>, ktorý si váži <4>slobodu svojich používateľov</4>.
tr: <1>Özgürleştirilmiş.</1> Guix, <3>GNU Projesi</3> tarafından geliştirilen -<4>bilgisayar kullanıcılarının özgürlüğüne saygı duyan</4>- <2>GNU işletim sisteminin</2> gelişmiş bir dağıtımıdır.

source: <1>Dependable.</1> Guix <2>supports<2.1>en</2.1><2.2>Package-Management.html</2.2></2> transactional upgrades and roll-backs, unprivileged package management, <3>and more<3.1>en</3.1><3.2>Features.html</3.2></3>. When used as a standalone distribution, Guix supports <4>declarative system configuration<4.1>en</4.1><4.2>Using-the-Configuration-System.html</4.2></4> for transparent and reproducible operating systems.
de: <1>Verlässlich.</1> Guix <2>unterstützt<2.1>de</2.1><2.2>Paketverwaltung.html</2.2></2> transaktionelle Aktualisierungen und Rücksetzungen, „unprivilegierte“ Paketverwaltung für Nutzer ohne besondere Berechtigungen <3>und noch mehr<3.1>de</3.1><3.2>Funktionalitaten.html</3.2></3>. Wenn es als eigenständige Distribution verwendet wird, unterstützt Guix eine <4>deklarative Konfiguration des Systems<4.1>de</4.1><4.2>Das-Konfigurationssystem-nutzen.html</4.2></4> für transparente und reproduzierbare Betriebssysteme.
eo: <1>Fidebla.</1> Guix <2>subtenas<2.1>en</2.1><2.2>Package-Management.html</2.2></2> transakciajn promociajn eldonojn kaj ŝanĝomalfarojn, neprivilegian pakadministradon, <3>kaj pli<3.1>en</3.1><3.2>Features.html</3.2></3>. Kiam ĝi estas uzata kiel memstara distribuaĵo, Guix subtenas <4>deklareman sistemagordon<4.1>en</4.1><4.2>Using-the-Configuration-System.html</4.2></4> por konstrui travideblajn reprodukteblajn operaciumojn.
es: <1>Confiable.</1> Guix <2>implementa<2.1>es</2.1><2.2>Gestion-de-paquetes.html</2.2></2> actualizaciones y reversiones transaccionales, gestión de paquetes sin privilegios, <3>y más<3.1>es</3.1><3.2>Caracteristicas.html</3.2></3>. Cuando se usa como una distribución independiente Guix implementa la <4>configuración del sistema operativo de manera declarativa<4.1>es</4.1><4.2>Uso-de-la-configuracion-del-sistema.html</4.2></4> para la creación transparente y reproducible de sistemas operativos.
fr: <1>Fiable.</1> Guix <2>prend en charge<2.1>fr</2.1><2.2>Gestion-de-paquets.html</2.2></2> les mises à jour et les retours transactionnels, la gestion des paquets non-privilégiée, <3>et bien plus<3.1>fr</3.1><3.2>Fonctionnalites.html</3.2></3>. Lorsqu'il est utilisé comme distribution GNU/Linux indépendante, Guix propose une approche <4>déclarative à la gestion de la configuration<4.1>fr</4.1><4.2>Utiliser-le-systeme-de-configuration.html</4.2></4> pour construire des systèmes d'exploitations transparents et reproductibles.
ja: <1>信頼性。</1> Guix はトランザクションによるアップグレードやロールバック、非特権パッケージ管理<3>など<3.1>en</3.1><3.2>Features.html</3.2></3>を<2>サポート<2.1>en</2.1><2.2>Package-Management.html</2.2></2>しています。単独のディストリビューションとして使用する際は、 Guix は透過的で再現性のあるオペレーティングシステムのための<4>宣言的システムコンフィギュレーション<4.1>en</4.1><4.2>Using-the-Configuration-System.html</4.2></4>をサポートしています。
nb_no: <1>Pålitelig.</1> Guix <2>støtter<2.1>en</2.1><2.2>Package-Management.html</2.2></2> transaksjonelle oppgraderinger og tilbakerulling, upriviligert pakkebehandling, <3>og mer<3.1>en</3.1><3.2>Features.html</3.2></3>. Når brukt som en frittstående distribusjon støtter Guix <4>deklarativ systemkonfigurasjon<4.1>en</4.1><4.2>Using-the-Configuration-System.html</4.2></4> for transparente and reproduserbare operativsystemer.
sk: <1>Spoľahlivý.</1> Guix <2>podporuje<2.1>en</2.1><2.2>Package-Management.html</2.2></2> transakčné aktualizácie balíkov, návrat k predošlým verziám, prácu s balíkmi bez správcovských práv, <3>a oveľa viac<3.1>en</3.1><3.2>Features.html</3.2></3>. Ak sa používa ako samostatná distribúcia, Guix podporuje <4>deklaratívne nastavenie systému<4.1>en</4.1><4.2>Using-the-Configuration-System.html</4.2></4> pre zostavenie prehľadných a opakovateľných inštalácií operačného systému.
tr: <1>Güvenilir.</1> Guix; etkileşimsel yükseltmeleri ve geri almaları, ayrıcalıksız paket yönetimini ve <3>daha fazlasını<3.1>tr</3.1><3.2>Features.html</3.2></3> <2>destekler<2.1>tr</2.1><2.2>Package-Management.html</2.2></2>. Bağımsız bir dağıtım olarak kullanıldığında Guix; şeffaf ve yeniden kullanılabilen işletim sistemleri için <4>bildirimsel sistem yapılandırmasını<4.1>tr</4.1><4.2>Using-the-Configuration-System.html</4.2></4> destekler.

source: <1>Hackable.</1> It provides <2>Guile Scheme</2> APIs, including high-level embedded domain-specific languages (EDSLs) to <3>define packages<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3> and <4>whole-system configurations<4.1>en</4.1><4.2>System-Configuration.html</4.2></4>.
de: <1>Hackbar.</1> Programmierschnittstellen (APIs) in <2>Guile Scheme</2> werden zur Verfügung gestellt, einschließlich hochsprachlicher eingebetteter domänenspezifischer Sprachen (Embedded Domain-Specific Languages, EDSLs), mit denen Sie <3>Pakete definieren<3.1>de</3.1><3.2>Pakete-definieren.html</3.2></3> und <4>Konfigurationen des gesamten Systems<4.1>de</4.1><4.2>Systemkonfiguration.html</4.2></4> festlegen können.
eo: <1>Kodumebla.</1> Ĝi provizas aplikprogramajn interfacojn (API) en <2>Guile Scheme</2>, inkluzive de altnivelajn enkorpigitajn domajnspecifajn komputilolingvojn (angle EDSL) por <3>difini pakojn<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3> kaj <4>agordojn de tuta sistemo<4.1>en</4.1><4.2>System-Configuration.html</4.2></4>.
es: <1>Modificable.</1> Proporciona interfaces programáticas en <2>Guile Scheme</2>, incluyendo lenguajes embebidos de alto nivel (EDSL en inglés) para la <3>definición de paquetes<3.1>es</3.1><3.2>Definicion-de-paquetes.html</3.2></3> y la <4>configuración completa del sistema<4.1>es</4.1><4.2>Configuracion-del-sistema.html</4.2></4>.
fr: <1>Bidouillable.</1> Il fournit des API en <2>Guile Scheme</2>, en particulier des langages embarqués spécifiques au domaine (EDSL) pour <3>definir des paquets<3.1>fr</3.1><3.2>Definition-des-paquets.html</3.2></3> et <4>des configurations de systèmes complets<4.1>fr</4.1><4.2>Configuration-systeme.html</4.2></4>.
ja: <1>ハック可能。</1>Guix は <2>Guile Scheme</2> API を提供しており、<3>パッケージを定義<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3>したり、<4>システム全体のコンフィギュレーション<4.1>en</4.1><4.2>System-Configuration.html</4.2></4>したりするための高次な組み込みドメイン固有言語（内部 DSL）を含んでいます。
nb_no: <1>Hackbart.</1> Det tilbyr <2>Guile Scheme</2> APIer, inkludert høynivå innebygde domenespesifikke språk (EDSLer) for å <3>definere pakker<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3> og <4>hele systemkonfigurasjoner<4.1>en</4.1><4.2>System-Configuration.html</4.2></4>.
sk: <1>Prispôsobiteľný.</1> Poskytuje <2>Guile Scheme</2> API, vrátane vysokoúrovňových vstavaných doménovo-špecifických programovacích jazykov (EDSL) na <3>vytváranie balíkov<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3> ale aj <4>celých systémov<4.1>en</4.1><4.2>System-Configuration.html</4.2></4>.
tr: <1>Hacklenebilir</1>. Paketleri ve <4>tüm sistem konfigürasyonlarını<4.1>en</4.1><4.2>System-Configuration.html</4.2></4> <3>tanımlamak<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3>için yüksek seviyeli gömülü etki alanına özgü diller (EDSL'ler) dahil olmak üzere <2>Guile Scheme</2> API'leri sağlar.

# button
source: DOWNLOAD v<1/>
de: v<1/> HERUNTERLADEN
eo: ELŜUTI v<1/>
es: DESCARGAR v<1/>
fr: TÉLÉCHARGER la v<1/>
ja: ダウンロードする v<1/>
nb_no: LAST NED v<1/>
sk: STIAHNUŤ v<1/>
tr: İNDİR v<1/>

# button
source: CONTRIBUTE
de: MITMACHEN
eo: KONTRIBUI
es: CONTRIBUIR
fr: CONTRIBUER
ja: 貢献する
nb_no: BIDRA
sk: ZAPOJIŤ SA
tr: KATIL

source: Discover Guix
de: Entdecken Sie Guix
eo: Malkovri Guix
es: Descubra Guix
fr: Découvrir Guix
ja: Guix をさらに知る
nb_no: Oppdag Guix
sk: Spoznať Guix
tr: Guix'i keşfet

source: Guix comes with thousands of packages which include applications, system tools, documentation, fonts, and other digital goods readily available for installing with the <1>GNU Guix</1> package manager.
de: Mit Guix kommen Tausende von Paketen. Dazu gehören Anwendungen, Systemwerkzeuge, Dokumentation, Schriftarten sowie andere digitale Güter, die jederzeit zur Installation mit dem Paketverwaltungswerkzeug <1>GNU Guix</1> bereitstehen.
eo: Guix provizas milojn da pakoj, kiuj inkluzivas aplikaĵojn, sistemilojn, dokumentadon, tiparojn, kaj aliajn ciferecajn objektojn. Ĉiuj pakoj estas rekte disponeblaj por instalo per la pakadministrilo <1>GNU Guix</1>.
es: Guix viene con miles de paquetes, entre los que se incluyen aplicaciones, herramientas del sistema, documentación, fuentes y otros archivos digitales disponibles para su instalación a través del gestor de paquetes <1>GNU Guix</1>.
fr: Guix fournit des milliers de paquets, ce qui inclut des applications, des outils systèmes, de la documentation, des polices de caractères et d'autres biens numériques directement disponibles à l'installation avec le gestionnaire de paquets <1>GNU Guix</1>.
ja: Guix にはアプリケーション、システムツール、ドキュメント、フォント、その他のデジタルグッズを含む何千ものパッケージを付属しており、それらは <1>GNU Guix</1> パッケージマネージャによって容易にインストールできます。
nb_no: Guix kommer med tusenvis av pakker som inkluderer programmer, systemverktøy, dokumentasjon, fonter, og andre digitale varer lett tilgjengelig for installering med pakkebehandleren <1>GNU Guix</1>.
sk: Guix ponúka tisíce balíkov vrátane aplikácií, systémových nástrojov, príručiek, písiem a inej digitálnej tvorby dostupnej priamo prostredníctvom správcu balíkov <1>GNU Guix</1>.
tr: Guix, uygulamaları, sistem araçlarını, belgeleri, yazı tiplerini ve <1>GNU Guix</1> paket yöneticisiyle kurulmaya hazır diğer dijital ürünleri içeren binlerce paketle birlikte gelir.

# button
source: ALL PACKAGES
de: ALLE PAKETE
eo: ĈIUJ PAKOJ
es: TODOS LOS PAQUETES
fr: TOUS LES PAQUETS
ja: すべてのパッケージ
nb_no: ALLE PAKKER
sk: VŠETKY BALÍKY
tr: TÜM PAKETLER

source: Instructional videos
de: Video-Anleitungen
eo: Edukantaj filmetoj
es: Material audiovisual instructivo
fr: Vidéos explicatives
ja: 導入動画
nb_no: Instruksjonsvideoer
sk: Náučné videá
tr: Eğitim videoları

# button
source: ALL VIDEOS
de: ALLE VIDEOS
eo: ĈIUJ FILMETOJ
es: TODOS LOS VÍDEOS
ja: すべての動画
nb_no: ALLE VIDEOER
sk: VŠETKY VIDEÁ

source: GNU Guix in your field
de: GNU Guix in Ihrem Bereich
eo: GNU Guix en via kampo
es: GNU Guix en su campo
fr: GNU Guix dans votre domaine
ja: 用途別 GNU Guix
nb_no: GNU Guix i ditt felt
sk: GNU Guix vo vašom odbore
tr: GNU Guix hikayeleri

source: Read some stories about how people are using GNU Guix in their daily lives.
de: Lesen Sie ein paar Erfahrungen, wie die Leute GNU Guix in ihrem täglichen Leben benutzen.
eo: Legu kelkajn historiojn pri homoj uzantaj GNU Guix ĉiutage.
es: Lea algunas historias sobre cómo la gente usa GNU Guix en su vida diaria.
fr: Lisez quelques histoires à propos de gens qui utilisent GNU Guix quotidiennement.
ja: 人々が日々の生活で GNU Guix をどのように使っているのか、その物語を読もう。
nb_no: Les noen historier om hvordan folk bruker GNU Guix i sine daglige liv.
sk: Prečítajte si niekoľko príbehov o tom ako ľudia používajú GNU Guix v bežnom živote.
tr: İnsanların günlük yaşamlarında GNU Guix'i nasıl kullandıklarına dair bazı hikayeler.

# button
source: SOFTWARE DEVELOPMENT
de: SOFTWARE-ENTWICKLUNG
eo: PROGRAMADO
es: DESARROLLO DE SOFTWARE
fr: DÉVELOPPEMENT LOGICIEL
ja: ソフトウェア開発
nb_no: PROGRAMVAREUTVIKLING
sk: VÝVOJ SOFTVÉRU
tr: YAZILIM GELİŞTİRME

# button
source: BIOINFORMATICS
de: BIOINFORMATIK
eo: BIOKOMPUTIKO
es: BIOINFORMÁTICA
fr: BIOINFORMATIQUE
ja: バイオインフォマティクス
nb_no: BIOINFORMATIKK
sk: BIOINFORMATIKA
tr: BİYOENFORMATİK

# button
source: HIGH PERFORMANCE COMPUTING
de: HOCHLEISTUNGSRECHNEN
eo: ALTRENDIMENTA KOMPUTADO
es: COMPUTACIÓN DE ALTO RENDIMIENTO
fr: CALCUL HAUTE PERFORMANCE
ja: 高性能コンピューティング
nb_no: HØY-YTELSE DATABEHANDLING
sk: VYSOKOVÝKONNÉ POČÍTANIE
tr: YÜKSEK BAŞARIMLI BİLİŞİM

# button
source: RESEARCH
de: FORSCHUNG
eo: ESPLORADO
es: INVESTIGACIÓN
fr: RECHERCHE
ja: 研究
nb_no: FORSKNING
sk: VÝSKUM
tr: ARAŞTIRMA

# button
source: ALL FIELDS...
de: ALLE BEREICHE …
eo: ĈIUJ KAMPOJ...
es: TODOS LOS CAMPOS...
fr: TOUS LES DOMAINES…
ja: その他すべての領域
nb_no: ALLE FELT...
sk: VŠETKY OBLASTI...
tr: TÜM ALANLAR...

source: GNU Guix in other GNU/Linux distros
de: GNU Guix auf anderen GNU/Linux-Distributionen
eo: GNU Guix en aliaj GNU/Linuksaj distribuaĵoj
es: GNU Guix en otras distribuciones GNU/Linux
fr: GNU Guix sur d'autres distributions GNU/Linux
ja: 他の GNU/Linux ディストロでの GNU Guix
nb_no: GNU Guix i andre GNU/Linux-distribusjoner
sk: GNU Guix na iných distribúciách systému GNU/Linux
tr: Diğer GNU/Linux dağıtımlarında GNU Guix

source: Video: <1>Demo of Guix in another GNU/Linux distribution<1.1/>https://audio-video.gnu.org/video/misc/2016-07__GNU_Guix_Demo_2.webm</1> (1 minute, 30 seconds).
de: Video: <1>Vorführung von Guix auf einer anderen GNU/Linux-Distribution<1.1/>https://audio-video.gnu.org/video/misc/2016-07__GNU_Guix_Demo_2.webm</1> (1 Minute, 30 Sekunden).
eo: Filmeto: <1>Demonstraĵo de Guix en alia GNU/Linuksa distribuaĵo<1.1/>https://audio-video.gnu.org/video/misc/2016-07__GNU_Guix_Demo_2.webm</1> (1 minuto kaj 30 sekundoj).
es: Material audiovisual: <1>Demostración de Guix en otra distribución GNU/Linux<1.1/>https://audio-video.gnu.org/video/misc/2016-07__GNU_Guix_Demo_2.webm</1> (1 minuto 30 segundos).
fr: Vidéo : <1>Démo de Guix sur une autre distribution GNU/Linux<1.1/>https://audio-video.gnu.org/video/misc/2016-07__GNU_Guix_Demo_2.webm</1> (1 minute et 30 secondes).
ja: 動画：<1>その他の GNU/Linux ディストリビューションでの Guix のデモ<1.1/>https://audio-video.gnu.org/video/misc/2016-07__GNU_Guix_Demo_2.webm</1>（1分30秒）。
nb_no: Video: <1>Demo av Guix på en annen GNU/Linux distribusjon<1.1/>https://audio-video.gnu.org/video/misc/2016-07__GNU_Guix_Demo_2.webm</1> (1 minutt, 30 sekunder).
sk: Video: <1>Ukážka použitia systému Guix na inej distribúcii systému GNU/Linux<1.1/>https://audio-video.gnu.org/video/misc/2016-07__GNU_Guix_Demo_2.webm</1> (1 minúta, 30 sekúnd).
tr: Video: <1>Başka bir GNU/Linux dağıtımında Guix demosu</1.1>https://audio-video.gnu.org/video/misc/2016-07__GNU_Guix_Demo_2.webm</1> (1 dakika, 30 saniye).

source: If you don't use GNU Guix as a standalone GNU/Linux distribution, you still can use it as a package manager on top of any GNU/Linux distribution. This way, you can benefit from all its conveniences.
de: Wenn Sie GNU Guix nicht als eine eigenständige GNU/Linux-Distribution verwenden, können Sie es trotzdem zur Paketverwaltung benutzen, aufgesetzt auf eine beliebige bestehende GNU/Linux-Distribution. Auf diese Weise können Sie all seine Vorteile genießen.
eo: Se vi ne uzas GNU Guix kiel memstaran GNU/Linuksan distribuaĵon, vi povas tamen uzi ĝin kiel pakadministrilon supre de iu ajn GNU/Linuksa distribuaĵo. Tiel vi povas profiti ĝian tutan komforton.
es: Si no usa GNU Guix como una distribución GNU/Linux independiente, aún puede usarlo como gestor de paquetes sobre cualquier distribución GNU/Linux. De este modo, puede aprovechar todas sus utilidades.
fr: Si vous n'utilisez pas GNU Guix comme distribution GNU/Linux indépendante, vous pouvez toujours l'utiliser comme gestionnaire de paquet par dessus n'importe quelle distribution GNU/Linux. De cette manière, vous pouvez bénéficier de tout son confort.
ja: もしあなたが GNU Guix を 単独の GNU/Linux ディストリビューションとして使用しないとしても、任意の GNU/Linux ディストリビューションの主たるパッケージマネージャとして使用することもできます。この使用方法では、Guix のすべての利点の恩恵を受けることができます。
nb_no: Hvis du ikke bruker GNU Guix som en egenrådig GNU/Linux-distribusjon kan du fortsatt bruke den som pakkebehandler på toppen av en annen GNU/Linux-distribusjon. På denne måten kan du nyte alle dens bekvemmeligheter.
sk: Ak nepoužívate GNU Guix ako samostatnú distribúciu systému GNU/Linux, môžete ho použiť ako správcu balíkov na akejkoľvek inej distribúcii systému GNU/Linux. Takto môžete využívať všetky jeho výhody.
tr: GNU Guix'i bağımsız bir GNU/Linux dağıtımı olarak kullanmıyorsanız, onu yine de herhangi bir GNU/Linux dağıtımının üzerinde bir paket yöneticisi olarak kullanabilirsiniz. Bu sayede tüm kolaylıklarından yararlanabilirsiniz.

source: Guix won't interfere with the package manager that comes with your distribution. They can live together.
de: Guix und das Paketverwaltungswerkzeug, das mit Ihrer Distribution ausgeliefert wird, werden sich gegenseitig nicht stören. Sie können friedlich koexistieren.
eo: Guix ne interefikos kun la pakadministrilo, kiu staras en via distribuaĵo. Ili povas kunvivi.
es: Guix no interfiere con el gestor de paquetes que viene con su distribución. Pueden coexistir en el sistema.
fr: Guix n'interférera pas avec le gestionnaire de paquets qui vient avec votre distribution. Ils peuvent vivre ensemble.
ja: Guix はあなたのディストリビューションのパッケージマネージャの邪魔はしないでしょう。それらは共存できます。
nb_no: Guix vil ikke forstyrre pakkebehandleren som kommer med din distribusjon. De kan leve sammen.
sk: Guix nebude zasahovať do fungovania správcu balíkov vo vašom systéme. Môžete používať obidva naraz.
tr: Guix, dağıtımınızla birlikte gelen paket yöneticisine müdahale etmez. Birlikte yaşayabilirler.

# button
source: TRY IT OUT!
de: PROBIEREN SIE ES AUS!
eo: PROVU ĜIN!
es: ¡PRUÉBELO!
fr: ESSAYEZ-LE !
ja: 試してみよう！
nb_no: PRØV GUIX!
sk: VYSKÚŠAJTE HO!
tr: DENE!

# button
source: ALL POSTS
de: ALLE EINTRÄGE
eo: ĈIUJ AFIŜOJ
es: TODAS LAS PUBLICACIONES
fr: TOUS LES BILLETS
ja: すべての投稿
nb_no: ALLE POSTER
sk: VŠETKY PRÍSPEVKY
tr: TÜM GÖNDERİLER

source: Contact
de: Kontakt
eo: Kontakto
es: Contacto
ja: 問い合わせ
nb_no: Kontakt
sk: Kontakt
tr: İletişim
