Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|Donations
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|Spenden
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|Donacoj
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix|Donación|Donaciones
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix|Dons
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|寄付
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|Donasjoner
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|Dary
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yöneticisi|Bağış

source: Donate
de: Spenden
eo: Donaci
es: Donar
fr: Faire un don
ja: 寄付
nb_no: Donér
sk: Prispieť
tr: Bağış

source: The <1>build farm</1> of Guix runs on donated hardware and hosting. As the distribution grows (see the <2>package list</2>), so do the computing and storage needs.
de: Die <1>Erstellungsfarm</1> von Guix läuft mit gespendeter Hardware und Hosting. So wie die Distribution wächst (siehe die <2>Liste der Pakete</2>), so wachsen auch die nötigen Rechen- und Speicherkapazitäten.
eo: La <1>programtraduka servilaro</1> de Guix funkcias per donacitaj aparataro kaj gastigo. Ju pli la distribuaĵo kreskas (vidu la <2>pakliston</2>), des pli ni bezonas komputadon kaj konservejon.
es: La <1>granja de construcción</1> de Guix se ejecuta sobre máquinas y alojamiento fruto de donaciones. Así como la distribución crece (véase la <2>lista de paquetes</2>), también lo hacen las necesidades de computación y almacenamiento.
fr: La <1>ferme de construction</1> de Guix tourne avec du matériel et de l'hébergement donnés. La distribution grossit (voir la <2>liste des paquets</2>) au même rythme que nos besoins en puissance de calcul et en stockage.
ja: Guix の<1>ビルドファーム</1>は寄付されたハードウェアおよびホスティングで動いています。ディストリビューションが成長（<2>パッケージリスト</2>を参照）すればするほど、コンピューティング資源およびストレージが必要となります。
nb_no: <1>Byggefarmen</1> til Guix kjører på donert maskinvare og hosting. Etter hvert som distribusjonen vokser (see <2>pakkelisten</2>, så vokser også behovene for prosessering og lagring.
sk: <1>Zostavovacia farma</1> systému Guix beží na darovanom technickom vybavení a hostingu. S rastom distribúcie (viď <2>zoznam balíkov</2>) sa zvyšujú aj požiadavky na výpočtový výkon a úložný priestor.
tr: Guix'in <1>yapı çiftliği</1>, bağışlanan donanım ve barındırmalar ile çalışır. Dağıtım büyüdükçe (<2>paket listesine</2> bakın), bilgi işlem ve depolama ihtiyaçları da artar.

source: Back in 2015 we <1>ran a fundraising campaign</1> to strengthen our build farm, with <2>support from the Free Software Foundation (FSF)</2>. The Guix project can always use financial support to further its mission. Please consider helping out by making a donation on this FSF-hosted page:
de: Im Jahre 2015 haben wir <1>eine Spendensammlung veranstaltet</1>, um unsere Erstellungsfarm zu verstärken, mit <2>Unterstützung durch die Free Software Foundation (FSF)</2>. Das Guix-Projekt kann finanzielle Unterstützung immer gut gebrauchen, um seine Aufgabe voranzutreiben. Bitte denken Sie darüber nach, ob Sie uns mit einer Spende auf dieser von der FSF betriebenen Seite unterstützen möchten:
eo: Dum 2015 ni <1>komencis monkolekton</1> por fortigi nian programtradukan servilaron, per <2>helpo de la Fondumo por Libera Programaro (angle FSF)</2>. La projekto Guix ankoraŭ akceptas monhelpon por progresigi sian mision. Bonvolu helpi nin donacante en tiu paĝo gastigita de la FSF:
es: En 2015 <1>lanzamos una campaña de obtención de fondos</1> para fortalecer nuestra granja de construcción, con <2>apoyo de la Free Software Foundation (FSF)</2>. El proyecto Guix siempre agradece el apoyo financiero para extender su misión. Le rogamos que considere ayudar realizando una donación en esta página alojada por la FSF:
fr: En 2015 nous <1>avons lancé une levée de fonds</1> pour renforcer notre ferme de construction, avec <2>l'aide de la Free Software Foundation (FSF)</2>. le projet Guix peut toujours utiliser votre soutient financier pour mener à bien sa mission. Envisagez de nous aider en faisant un don sur cette page hébergée par la FSF :
ja: 2015 年に私たちはビルドファームを強化するために、<2>フリーソフトウェア財団 (FSF) の支援</2>を得て、<1>資金集めキャンペーンを実施</1>しました。Guix プロジェクトはその使命を果たすために常に資金援助を利用しています。ぜひ寄付によって支援することを検討ください。FSF がホスティングする寄付受付のページ：
nb_no: Tilbake i 2015 <1>hadde vi en pengeinnsamlingskampanje</1> for å styrke byggefarmen, med <2>støtte fra Free Software Foundation (FSF)</2>. Guix-prosjektet kan alltids bruke finansiell støtte for å styrke dets misjon. Vennligst vurder å hjelpe til ved å gjøre en donasjon på denne FSF-siden:
sk: V roku 2015 sme <1>zahájili získavanie financií</1> na vylepšenie našej zostavovacej farmy s <2>podporou Free Software Foundation (FSF)</2>. Projektu Guix sa vždy zíde vaša finančná podpora na úspešné plnenie svojich úloh. Prosím, zvážte vašu pomoc pre nás vo forme daru prostredníctvom tejto FSF stránky:
tr: 2015 yılında, <2>Özgür Yazılım Vakfı (FSF) desteğiyle</2> yapı çiftliğimizi güçlendirmek için bir <1>bağış toplama kampanyası</1> yürüttük. Guix projesi, misyonunu ilerletmek için her zaman finansal desteği kullanabilir. Lütfen FSF tarafından barındırılan bu sayfada bağışta bulunarak yardım etmeyi düşünün:

# button
source: ♥ DONATE!
de: ♥ SPENDEN!
eo: ♥ DONACI!
es: ♥ ¡DONAR!
fr: ♥ FAIRE UN DON !
ja: ♥ 寄付する！
nb_no: ♥ DONÉR!
sk: ♥ PRISPIEŤ!
tr: ♥ BAĞIŞ!

source: Hardware and Hosting
de: Hardware und Hosting
eo: Aparataro kaj gastigo
es: Equipos y alojamiento
fr: Matériel et hébergement
ja: ハードウェアおよびホスティング
nb_no: Maskinvare og hosting
sk: Technické vybavenie a hosting
tr: Donanım ve Barındırma

source: We are also looking for donations of hardware and optionally hosting for the following kinds of machines (they should be usable with exclusively free software):
de: Wir suchen auch Hardware-Spenden und optional auch Hosting für die folgenden Arten von Maschinen (sie sollten mit ausschließlich freier Software nutzbar sein):
eo: Ni ankaŭ serĉas donacojn de aparataro kaj nedevige gastigon por tiaj jenaj maŝinoj (ili devas esti uzeblaj kun ekskluzive libera programaro):
es: También aceptamos donaciones de máquinas y opcionalmente de alojamiento para los siguientes tipos de máquinas (deberán poder usarse con software libre exclusivamente):
fr: Nous recherchons aussi des dons de matériel et éventuellement d'hébergement pour ces types de machines (elles doivent être utilisables avec uniquement des logiciels libres) :
ja: 私たちはハードウェアの寄付およびオプションの下記の種類のマシンのホスティング先を募集しています。（それらは自由ソフトウェアのみで使用できる必要があります）：
nb_no: Vi ser også for donasjoner av maskinvare og valgfritt hosting for følgende typer av maskiner (de bør kunne brukes med eksklusivt fri programvare):
sk: Prijímame tiež dary vo forme technického vybavenia a prípadne aj hostingu pre nasledovné druhy počítačov (používať by mali výhradne slobodné programové vybavenie).
tr: Ayrıca aşağıdaki türden makineler için donanım bağışları ve isteğe bağlı olarak barındırma hizmeti de arıyoruz (bunlar yalnızca özgür yazılımlar çalıştırabilir olmalıdır):

source: x86_64 machines, with on the order of 1 TiB of storage and 4 GiB of RAM;
de: x86_64-Maschinen mit in der Größenordnung von 1 TiB an Plattenspeicher und 4 GiB Arbeitsspeicher,
eo: maŝinoj x86_64, kun ĉirkaŭ 1 TiB de konservejo kaj 4 GiB de ĉefmemoro;
es: máquinas x86_64, con más o menos 1 TiB de almacenamiento y 4 GiB de RAM;
fr: des machines x86_64, avec de l'ordre de 1Tio de stockage et 4 Gio de RAM ;
ja: 1 TiB ほどのストレージおよび 4 GiB ほどの RAM が載った x86_64 マシン。
nb_no: x86_64-maskiner, med omtrent 1 TiB lagring og 4 GiB med RAM;
sk: počítače s architektúrou x86_64, približne 1 TiB úložiska a 4 GiB pamäte RAM;

source: armv7 machines (such as the Novena) to more quickly test and provide binaries for the armhf-linux port;
de: ARMv7-Maschinen (wie Novena), um schnell Binärdateien für die Portierung auf armhf-linux testen und bereitstellen zu können,
eo: maŝinoj armv7 (kiel la Novena) por pli rapide testi kaj provizi duumajn dosierojn por la pordo armhf-linux;
es: máquinas armv7 (como Novena) para poder probar y proporcionar binarios para la arquitectura armhf-linux;
fr: des machines armv7 (comme des Novena) pour tester plus rapidement et fournir des binaires pour le port armhf-linux ;
ja: armhf-linux へ移植するのバイナリをより速くテストし、提供するための（Novena のような）armv7 マシン。
nb_no: armv7-maskiner (som Novena) for å raskere teste og tilby binærfiler for armhf-linux;
sk: počítače s architektúrou armv7 (ako napr. Novena) na rýchlejšie testovanie a poskytovanie binárnych súborov pre vydanie pre počítače s architektúrou armhf-linux;

source: armv8 machines to more quickly test and provide binaries for the aarch64-linux port;
de: ARMv8-Maschinen, um schnell Binärdateien für die Portierung auf aarch64-linux testen und bereitstellen zu können,
eo: maŝinoj armv8 por pli rapide testi kaj provizi duumajn dosierojn por la pordo aarch64-linux;
es: Máquinas armv8 para probar más raṕidamente y suministrar binarios para los puertos linux aarch64;
ja: aarch64-linux へ移植するバイナリをより速くテストし、提供するための armv8 マシン。
nb_no: armv8-maskiner for å raskere teste og tilby binærfiler for aarch64-linux;
sk: počítače s architektúrou armv8 na rýchlejšie testovanie a poskytovanie binárnych súborov pre vydanie pre počítače s architektúrou aarch64-linux;

source: mips64el machines to strengthen this port.
de: MIPS64el-Maschinen, um diese Portierung zu verstärken.
eo: maŝinoj mips64el por fortigi tiun pordon.
es: máquinas mips64el para reforzar el soporte de esta arquitectura.
fr: des machines mips64el pour renforcer ce port.
ja: 移植を強化するための mips64el マシン。
nb_no: mips64el-maskiner for å bedre støtte for denne arkitekturen.
sk: počítače s architektúrou mips64el pre posilnenie tohto vydania.

source: Please get in touch with us through the <1>usual channels</1> or using the <2/> private alias to discuss any opportunities.
de: Bitte treten Sie mit uns über die <1>üblichen Kanäle</1> oder über die private Alias-Adresse <2/> in Kontakt, um Möglichkeiten zu diskutieren.
eo: Bonvolu kontakti nin tra la <1>kutimaj kanaloj</1> aŭ uzante la privatan kromnomon <2/> por priparoli iujn ajn eblojn.
es: Le rogamos que nos contacte a través de los <1>canales habituales</1> o mediante el uso del alias privado <2/> para discutir cualquier oportunidad.
fr: Contactez-nous à travers les <1>canaux habituels</1> ou utiliser l'alias privé <2/> pour parler de toute opportunité.
ja: <1>通常のチャンネル</1>から、または、議論が必要であれば <2/> プライベートエイリアスを使用して私たちにご連絡ください。
nb_no: Vennligst ta kontakt gjennom de <1>vanlige kanalene</1> eller bruk det private aliaset <2/> for å diskutere muligheter.
sk: Spojte sa s nami prostredníctvom <1>zvyčajných kanálov</1> alebo s použitím <2/> súkromných adries aby sme sa mohli porozprávať o možných príležitostiach.
tr: Lütfen herhangi bir fırsat hakkında konuşmak için <1>her zamanki kanallardan</1> veya <2/> özel takma adını kullanarak bizimle iletişime geçin.

source: Thanks to the donors!
de: Danke an die Spender!
eo: Dankon al la donacantoj!
es: ¡Gracias a todas las personas donantes!
fr: Merci à tous les donateurs !
ja: 寄付者への感謝！
nb_no: Takk til donorene!
sk: Ďakujeme prispievateľom!
tr: Bağışçılara teşekkürler!

source: The table below summarizes hardware and hosting donations that make the <1>build farm</1> for the Guix System Distribution a reality.
de: Die folgende Tabelle fasst Hardware- und Hosting-Spenden zusammen, die die <1>Erstellungsfarm</1> für die Guix-System-Distribution Wirklichkeit werden lassen.
eo: La tabelo ĉi-suba resumas la donacojn de aparataro kaj gastigo, kiuj ebligas la <1>programtradukan servilaron</1> por la distribuaĵo Guix.
es: La siguiente tabla resume las donaciones de máquinas y alojamiento que hacen realidad la <1>granja de construcción</1> para la distribución del sistema Guix.
fr: Le tableau suivant résume les dons de matériel et d'hébergement qui font de la <1>ferme de construction</1> du système Guix une réalité.
ja: 下記の表は Guix システムディストリビューションのためのビルドファームを実現させたハードウェアおよびホスティングの寄付をまとめたものです。
nb_no: Tabellen nedenfor oppsummerer maskinvare- og hosting-donasjoner som gjør <1>byggefarmen</1> for Guix System-distribusjonen en realitet.
sk: Tabuľka nižšie zhŕňa dary vo forme technického vybavenia a hostingu, vďaka ktorým sa <1>zostavovacia farma</1> systému Guix stala skutočnosťou.
tr: Aşağıdaki tablo, Guix Sistem Dağıtımı için <1>yapı çiftliğini</1> gerçeğe dönüştüren donanım ve barındırma bağışlarını özetlemektedir.

source: <1>machine</1><2>system</2><3>donors</3>
de: <1>Maschine</1><2>System</2><3>Spender</3>
eo: <1>maŝino</1><2>sistemo</2><3>donacantoj</3>
es: <1>máquina</1><2>sistema</2><3>donante</3>
fr: <1>machine</1><2>système</2><3>donateur</3>
ja: <1>マシン</1><2>システム</2><3>寄付者</3>
nb_no: <1>maskin</1><2>system</2><3>donor</3>
sk: <1>počítač</1><2>systém</2><3>prispievateľ</3>
tr: <1>makine</1><2>sistem</2><3>bağışçı</3>

source: <1>berlin.guix.gnu.org</1><2>build farm with 25 build nodes for x86_64-linux and i686-linux, and dedicated storage</2><3><3.1>Max Delbrück Center for Molecular Medicine</3.1> (hardware and hosting)</3>
de: <1>berlin.guix.gnu.org</1><2>Erstellungsfarm mit 25 Erstellungsknoten für x86_64-linux und i686-linux, mit dediziertem Speicher</2><3><3.1>Max-Delbrück-Centrum für Molekulare Medizin</3.1> (Hardware und Hosting)</3>
es: <1>berlin.guix.gnu.org</1><2>granja de construcción con 25 nodos de construcción para x86_64-linux e i686-linux, y almacenamiento dedicado</2><3><3.1>Centro de medicina molecular Max Delbrück</3.1> (máquinas y alojamiento)</3>
ja: <1>berlin.guix.gnu.org</1><2>x86_64-linux のための 25 個のビルドノード、そして専用のストレージを持つビルドファーム</2><3><3.1>分子医学のための Max Delbrück Center</3.1>（ハードウェアおよびホスティング）</3>

source: <1>bayfront</1><2>new build farm front-end (WIP)</2><3>Igalia</3>
de: <1>bayfront</1><2>Neues Vordergrundsystem („Front-end“), in Arbeit</2><3>Igalia</3>
es: <1>bayfront</1><2>nueva fachada de la granja de construcción (en progreso)</2><3>Igalia</3>
ja: <1>bayfront</1><2>新しいビルドファームフロントエンド (WIP)</2><3>Igalia</3>

source: <1>hydra-slave1</1><2>armhf-linux</2><3><3.1>Steve Sprang (hardware)</3.1><3.2>Mark H Weaver (hosting)</3.2></3>
eo: <1>hydra-slave1</1><2>armhf-linux</2><3><3.1>Steve Sprang (aparataro)</3.1><3.2>Mark H Weaver (gastigo)</3.2></3>
es: <1>hydra-slave1</1><2>armhf-linux</2><3><3.1>Steve Sprang (máquina)</3.1><3.2>Mark H Weaver (alojamiento)</3.2></3>
fr: <1>hydra-slave1</1><2>armhf-linux</2><3><3.1>Steve Sprang (matériel)</3.1><3.2>Mark H Weaver (hébergement)</3.2></3>
ja: <1>hydra-slave1</1><2>armhf-linux</2><3><3.1>Steve Sprang（ハードウェア）</3.1><3.2>Mark H Weaver（ホスティング）</3.2></3>
sk: <1>hydra-slave1</1><2>armhf-linux</2><3><3.1>Steve Sprang (technické vybavenie)</3.1><3.2>Mark H Weaver (hosting)</3.2></3>

source: <1>hydra-slave2</1><2>armhf-linux</2><3><3.1><3.1.1>Harmon Instruments</3.1.1> (hardware)</3.1><3.2>Mark H Weaver (hosting)</3.2></3>
eo: <1>hydra-slave2</1><2>armhf-linux</2><3><3.1><3.1.1>Harmon Instruments</3.1.1> (aparataro)</3.1><3.2>Mark H Weaver (gastigo)</3.2></3>
es: <1>hydra-slave2</1><2>armhf-linux</2><3><3.1><3.1.1>Harmon Instruments</3.1.1> (máquina)</3.1><3.2>Mark H Weaver (alojamiento)</3.2></3>
fr: <1>hydra-slave2</1><2>armhf-linux</2><3><3.1><3.1.1>Harmon Instruments</3.1.1> (matériel)</3.1><3.2>Mark H Weaver (hébergement)</3.2></3>
ja: <1>hydra-slave2</1><2>armhf-linux</2><3><3.1><3.1.1>Harmon Instruments</3.1.1>（ハードウェア）</3.1><3.2>Mark H Weaver（ホスティング）</3.2></3>
sk: <1>hydra-slave2</1><2>armhf-linux</2><3><3.1><3.1.1>Harmon Instruments</3.1.1> (technické vybavenie)</3.1><3.2>Mark H Weaver (hosting)</3.2></3>

source: <1>hydra-slave3</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (hardware)</3.1><3.2>Mark H Weaver (hosting)</3.2></3>
eo: <1>hydra-slave3</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (aparataro)</3.1><3.2>Mark H Weaver (gastigo)</3.2></3>
es: <1>hydra-slave3</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (máquina)</3.1><3.2>Mark H Weaver (alojamiento)</3.2></3>
fr: <1>hydra-slave3</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (matériel)</3.1><3.2>Mark H Weaver (hébergement)</3.2></3>
ja: <1>hydra-slave3</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1>（ハードウェア）</3.1><3.2>Mark H Weaver（ホスティング）</3.2></3>
sk: <1>hydra-slave3</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (technické vybavenie)</3.1><3.2>Mark H Weaver (hosting)</3.2></3>

source: <1>redhill</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (hardware)</3.1><3.2>Andreas Enge (hosting)</3.2></3>
eo: <1>redhill</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (aparataro)</3.1><3.2>Andreas Enge (gastigo)</3.2></3>
es: <1>redhill</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (máquina)</3.1><3.2>Andreas Enge (alojamiento)</3.2></3>
fr: <1>redhill</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (matériel)</3.1><3.2>Andreas Enge (hébergement)</3.2></3>
ja: <1>redhill</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1>（ハードウェア）</3.1><3.2>Andreas Enge（ホスティング）</3.2></3>
sk: <1>redhill</1><2>armhf-linux</2><3><3.1><3.1.1>Kosagi (Sutajio Ko-Usagi Pte Ltd)</3.1.1> (technické vybavenie)</3.1><3.2>Andreas Enge (hosting)</3.2></3>

source: Other organizations and individuals helped Guix with hardware and hosting in the past and we thank them: <1>Free Software Foundation</1>, GNU España, <2>FSF France</2>, and the Free Secure Network Systems Group at the <3>Technische Universität München</3>.
de: Andere Organisationen und Individuen haben Guix in der Vergangenheit mit Hardware und dem Hosting von Maschinen ausgeholfen und wir sind ihnen dankbar: <1>Free Software Foundation</1>, GNU España, <2>FSF France</2> und die Free Secure Network Systems Group an der <3>Technischen Universität München</3>.
es: Otras organizaciones e individualidades han ayudado a Guix con las máquinas y el alojamiento en el pasado, lo cual les agradecemos: <1>Free Software Foundation</1>, GNU España, <2>FSF France</2> y el Free Secure Network Systems Group de la <3>Technische Universität München</3>.
ja: 過去にハードウェアやホスティングで Guix を支援したその他の組織および個人にも感謝します。 <1>フリーソフトウェア財団</1>、GNU España、<2>FSF フランス</2>、そして <3>Technische Universität München</3> の Free Secure Network Systems グループ。
nb_no: Andre organisasjoner og individer har tidligere hjulpet med maskinvare og hosting, og vi takker: <1>Free Software Foundation</1>, GNU España, <2>FSF France</2>, og Free Secure Network Systems Group ved <3>Technische Universität München</3>.

# webpage title
source: Graphics
de: Grafiken
eo: Grafikaĵoj
es: Gráficos
fr: Images
ja: グラフィック
nb_no: Grafikk
sk: Grafika
tr: Görseller

source: Information about images used for the graphical identity of GNU Guix and Guix System (formerly “GuixSD”).
de: Informationen über benutzte Bilder und die grafische Identität von GNU Guix und Guix System (ehemals “GuixSD”).
eo: Informoj pri bildoj uzataj por la grafika identeco de GNU Guix kaj la sistemo Guix (antaŭe “GuixSD”).
es: Información sobre imágenes usadas para la identidad gráfica de GNU Guix y el sistema Guix (antiguamente «GuixSD»).
fr: Information sur les images utilisées et l'identité graphique de GNU Guix et du système Guix (précédemment « GuixSD »).
ja: GNU Guix および GNU System（かつて「GuixSD」と呼ばれたもの）のグラフィカルアイデンティティとして使用されている画像についての情報。
nb_no: Informasjon om bildene brukt for den grafiske identiteten til GNU Guix og Guix System (tidligere kalt “GuixSD”).
sk: Údaje o použitých obrázkoch a grafických prvkoch GNU Guix a systému Guix (predtým „GuixSD“).
tr: GNU Guix ve Guix sisteminin grafiksel kimliği için kullanılan görseller hakkında bilgiler (eskiden “GuixSD”).

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|Donations|Branding|Logo
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|Spenden|Gestaltung|Logo
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|Donacoj|Varmarkado|Logotipo
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix|Donaciones|Imagen|Marca|Logotipo|Logo
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix|Dons|Marque|Logo
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|寄付|ブランディング|ロゴ
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|Donasjoner|Branding|Logo
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|Dary|Značka|Logo
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yönetici|Bağış|Markalama|Logo

source: Graphics
de: Grafiken
eo: Grafikaĵoj
es: Gráficos
fr: Images
ja: グラフィック
nb_no: Grafikk
sk: Grafika
tr: Görseller

source: For questions regarding the graphics listed in this page, please contact <1>help-guix@gnu.org</1>.
de: Bei Fragen zu den auf dieser Seite aufgeführten Grafiken kontaktieren Sie bitte <1>help-guix@gnu.org</1>.
eo: Se vi havas demandojn pri la grafikaĵoj listigitaj en tiu paĝo, bonvolu kontakti <1>help-guix@gnu.org</1>.
es: Si tiene preguntas acerca de los gráficos mostrados en esta página le rogamos que contacte con <1>help-guix@gnu.org</1>.
fr: Pour les questions sur les illustrations listées sur cette page, contactez <1>help-guix@gnu.org</1>.
ja: このページに掲載されたグラフィックについての質問については、<1>help-guix@gnu.org</1> にお問い合わせください。
nb_no: For spørsmål angående grafikken på denne siden, vennligst kontakt <1>help-guix@gnu.org</1>.
sk: Ak máte otázky ohľadom obrázkov na tejto stránke, napíšte na <1>help-guix@gnu.org</1>.
tr: Bu sayfada listelenen görsellerle ilgili sorular için lütfen <1>help-guix@gnu.org</1> adresi ile iletişime geçin.

source: GNU Guix logotype
de: Logotype von GNU Guix
eo: Logotipo de GNU Guix
es: Logotipo de GNU Guix
fr: Logotype de GNU Guix
ja: GNU Guix ロゴマーク
sk: Logo GNU Guix

source: The standalone Guix, formerly known as the “Guix System Distribution” or GuixSD, had its own logo, which is now deprecated.
de: Eine eigenständige Guix-Installation, ehemals bekannt als die „Guix-System-Distribution“ oder GuixSD, hatte ihr eigenes Logo, das nicht länger gültig ist.
eo: La memstara distribuaĵo Guix, antaŭe nomata la “Guix System Distribution” aŭ GuixSD, havis sian propran logotipon, kiu nun estas evitinda.
es: El sistema Guix independiente, anteriormente como «Distribución del sistema Guix» o GuixSD; tuvo su propio logo el cual se considera obsoleto.
fr: La distribution Guix, précédemment nommée « Distribution Système Guix » ou GuixSD, avait son propre logo, qui est maintenant obsolète.
ja: スタンドアロンの Guixは、かつて「Guix System Distribution」または GuixSD と呼ばれ、独自のロゴがありましたが、現在は非推奨です。
nb_no: Den egenrådige Guix-distribusjonen, tidligere kjent som “Guix System Distribution”, eller GuixSD, hadde sin egen logo som nå er avviklet.
sk: Samostatný Guix, predtým známy ako „Distribúcia systému Guix” alebo GuixSD, mal svoje vlastné logo, ktoré sa už nepoužíva.
tr: Bağımsız Guix, eskiden “Guix Sistem Dağıtımı” veya GuixSD olarak bilinen ve artık kullanımdan kaldırılan kendi logosuna sahipti.
