Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

# button
source: ALL CONTACT MEDIA
de: ALLE KONTAKTMÖGLICHKEITEN
eo: ĈIUJ EBLOJ PRI KONTAKTO
es: TODOS LOS MEDIOS DE CONTACTO
fr: TOUS LES MOYENS DE CONTACT
ja: すべての問い合わせ先
nb_no: ALLE KONTAKTMÅTER
sk: VŠETKY KONTAKTNÉ ÚDAJE
tr: TÜM İLETİŞİM ORTAMI

# website menu
source: About
de: Über Guix
eo: Pri
es: Acerca de
fr: À propos
ja: プロジェクトについて
nb_no: Om
sk: O systéme Guix
tr: Hakkında

# webpage title
source: GNU Guix — Activity Feed
de: GNU Guix — Aktivitäten-Feed
eo: GNU Guix — Aktiveca fluo
es: GNU Guix — Tablón de actividad
fr: GNU Guix — flux d'activités
ja: GNU Guix - アクティビティフィード
nb_no: GNU Guix — Aktivitetslogg
sk: GNU Guix — prehľad činností
tr: GNU Guix - Etkinlik Akışı

source: Online conference February 19-20. <1>Learn more</1>!
de: Online-Konferenz am 19. – 20. Februar. <1>Mehr erfahren</1>!
es: Conferencia en línea 19-20 de Febrero. <1>Saber más</1>!

source: Made with <1>♥</1> by humans and powered by <2>GNU Guile</2>. <3>Source code</3> under the <4>GNU AGPL</4>.
de: Mit <1>♥</1> von Menschen gemacht und durch <2>GNU Guile</2> ermöglicht. <3>Quellcode</3> unter der <4>GNU AGPL</4>.
eo: Farita de homoj per <1>♥</1> kaj povigita de <2>GNU Guile</2>. <3>Fontkodo</3> laŭ la <4>GNU AGPL</4>.
es: Hecho por humanos con <1>♥</1> y con <2>GNU Guile</2>. El <3>código fuente</3> se encuentra bajo la <4>GNU AGPL</4>.
fr: Fait avec <1>♥</1> par des humains et propulsé par <2>GNU Guile</2>. <3>Code source</3> sous licence <4>GNU AGPL</4>.
ja: 人々の手および <2>GNU Guile</2> によって <1>♥</1> 作られています。<3>ソースコード</3>は<4>GNU AGPL</4>にもとづきます。
nb_no: Lagd med <1>♥</1> av mennesker og drevet av <2>GNU Guile</2>. <3>Kildekode</3> under lisensen <4>GNU AGPL</4>.
sk: Vytvorené ľuďmi s <1>♥</1> a poháňané <2>GNU Guile</2>. <3>Zdrojový kód</3> podlieha licencii <4>GNU AGPL</4>.
tr: İnsanlar tarafından <1>♥</1> ile yapılmış ve <2>GNU Guile</2> tarafından desteklenmektedir. <3>Kaynak kodu</3> <4>GNU AGPL</4> altında lisanslanmıştır.

source: Your location:
de: Sie befinden sich hier:
eo: Via loko:
es: Su localización:
fr: Votre emplacement :
ja: あなたの場所：
nb_no: Din lokasjon:
sk: Vaše umiestnenie:
tr: Konumunuz:

source: Home
de: Hauptseite
eo: Ĉefpaĝo
es: Inicio
fr: Accueil
ja: ホーム
nb_no: Hjem
sk: Domov
tr: Ana sayfa

source: archive
de: Archiv
eo: arkivo
es: archivo
ja: アーカイブ
nb_no: arkiv
sk: archív
tr: arşiv

source: website menu:
de: Menü des Webauftritts:
eo: reteja menuo:
es: menú del sitio web:
fr: menu du site web :
ja: ウェブサイトメニュー：
nb_no: nettsidemeny:
sk: ponuka stránky:
tr: Web site menüsü:

# website menu
source: Download
de: Herunterladen
eo: Elŝuti
es: Descargar
fr: Télécharger
ja: ダウンロード
nb_no: Last ned
sk: Stiahnuť
tr: İndir

# website menu
source: Standard
es: Estándar
ja: 通常版

# website menu
source: Latest
de: Am neuesten
eo: Lasta
es: Última
fr: Développement
ja: 最新版
nb_no: Siste
sk: Najnovšie vydanie
tr: Güncel

# website menu
source: Help
de: Hilfe
eo: Helpo
es: Ayuda
fr: Aide
ja: ヘルプ
nb_no: Hjelp
sk: Pomoc
tr: Yardım

# website menu
source: All
de: Alle
eo: Ĉioj
es: Todo
ja: すべて
nb_no: Alle
sk: Všetko
tr: Tümü

# website menu
source: GNU Guix Manual <1/>
de: Handbuch von GNU Guix <1/>
es: Manual de GNU Guix <1/>
ja: GNU Guix マニュアル<1/>
nb_no: Manual for GNU Guix <1/>

# website menu
source: GNU Guix Manual (latest)
de: Handbuch von GNU Guix (neuestes)
eo: Manlibro de GNU Guix (lasta)
es: Manual de GNU Guix (el último)
ja: GNU Guix マニュアル（最新版）
nb_no: Manual for GNU Guix (siste)
sk: Príručka GNU Guix (najnovšie vydanie)
tr: GNU Guix Kılavuzu (güncel)

# website menu
source: Guix Reference Card
de: Guix-Referenzkarte
eo: Referenckarton de Guix
es: Tarjeta de Referencia de Guix
ja: Guix リファレンスカード
nb_no: Guix Referansekort
sk: Ťahák na systém Guix
tr: Guix Referans Kataloğu

# website menu
source: Videos
eo: Filmetoj
es: Material audiovisual
fr: Vidéos
ja: 動画
nb_no: Videoer
sk: Videá
tr: Videolar

# website menu
source: Cookbook
de: Kochbuch
eo: Recepta libro
es: Libro de recetas
ja: クックブック
nb_no: Kokebok
sk: Receptár
tr: Tarif kitabı

# website menu
source: GNU Manuals
de: GNU-Handbücher
eo: GNUaj manlibroj
es: Manuales de GNU
ja: GNU マニュアル
nb_no: GNU-manualer
sk: GNU príručky
tr: GNU Kılavuzları

# website menu
source: IRC Chat
eo: Babilejo IRC
es: Canal de IRC
ja: IRC チャット
sk: Miestnosť IRC
tr: IRC Sohbet

# website menu
source: Mailing Lists
de: Mailing-Listen
eo: Dissendolistoj
es: Listas de correo
ja: メーリングリスト
nb_no: Epostlister
sk: Elektronické konferencie
tr: Posta Listesi

# website menu
source: Packages
de: Pakete
eo: Pakoj
es: Paquetes
fr: Paquets
ja: パッケージ
nb_no: Pakker
sk: Balíky
tr: Paketler

# website menu
source: Media
de: Medien
eo: Aŭdvidaĵoj
es: Medios
fr: Média
ja: メディア
sk: Médiá
tr: Medya

# website menu
source: Screenshots
eo: Ekrankopioj
es: Capturas de pantalla
fr: Captures d'écran
ja: スクリーンショット
nb_no: Skjermskudd
sk: Snímky obrazovky
tr: Ekran görüntüleri

# website menu
source: Publications
de: Publikationen
eo: Eldonaĵoj
es: Publicaciones
ja: 出版物
nb_no: Publiseringer
sk: Články

# website menu
source: Donate
de: Spenden
eo: Donaci
es: Donar
fr: Donner
ja: 寄付
nb_no: Donér
sk: Prispieť
tr: Bağış

# website menu
source: Contact
de: Kontakt
eo: Kontakto
es: Contacto
ja: 問い合わせ
nb_no: Kontakt
sk: Kontakt
tr: İletişim

# website menu
source: Contribute
de: Mitmachen
eo: Kontribui
es: Contribuir
fr: Contribuer
ja: 貢献する
nb_no: Bidra
sk: Zapojiť sa
tr: Katkı

# website menu
source: Security
de: Sicherheit
eo: Sekureco
es: Seguridad
fr: Sécurité
ja: セキュリティ
nb_no: Sikkerhet
sk: Bezpečnosť
tr: Güvenlik

# website menu
source: Graphics
de: Grafiken
eo: Grafikaĵoj
es: Gráficos
fr: Graphiques
ja: グラフィック
nb_no: Grafikk
sk: Grafika
tr: Görseller

source: Translate
de: Übersetzen
eo: Traduki
es: Traducir
ja: 翻訳
nb_no: Oversett
sk: Prekladať
tr: Çevir

source: (Page <1/> of <2/>)
de: (Seite <1/> von <2/>)
eo: (Paĝo <1/> el <2/>)
es: (Página <1/> de <2/>)
fr: (Page <1/> sur <2/>)
ja: （<2/>ページ中<1/>ページ）
nb_no: (Side <1/> av <2/>)
sk: (Strana <1/> z <2/>)
tr: (Sayfa <1/> <2/>)

source: Page <1/> of <2/>. Go to another page:
de: Seite <1/> von <2/>. Besuchen Sie eine andere Seite:
eo: Paĝo <1/> el <2/>. Iri al alia paĝo:
es: Página <1/> de <2/>. Ir a otra página:
fr: Page <1/> sur <2/>. Aller à une autre page :
ja: <2/>ページ中<1/>ページ。他のページへ：
nb_no: Side <1/> av <2/>. Gå til en annen side:
sk: Strana <1/> z <2/>. Prejsť na inú stranu:
tr: Sayfa <1/> <2/>. Başka bir sayfaya git:

# webpage title
source: About
de: Über Guix
eo: Pri
es: Acerca de
fr: À propos
ja: プロジェクトについて
nb_no: Om
sk: O systéme Guix
tr: Hakkında

source: Guix is an advanced distribution of the GNU operating system. Guix is technology that respects the freedom of computer users. You are free to run the system for any purpose, study how it works, improve it, and share it with the whole world.
de: Guix ist eine fortgeschrittene Distribution des GNU-Betriebssystems. Guix ist eine Technologie, die die Freiheit der Benutzer von Rechengeräten respektiert. Es steht Ihnen frei, das System zu jedem Zweck auszuführen, seine Funktionsweise zu studieren, es zu verbessern und es mit der ganzen Welt zu teilen.
eo: Guix estas altnivela distribuaĵo de la GNUa operaciumo. Guix estas teknologio, kiu respektas la liberecon de komputiluzantoj. Vi havas la liberecon ruli la sistemon por iu ajn celo, studi ĝian funkciadon, plibonigi ĝin, kaj konigi ĝin en la tuta mondo.
es: Guix es una avanzada distribución del sistema operativo GNU. Guix es tecnología que respeta la libertad de computación de sus usuarios. Es libre de ejecutarlo con cualquier propósito, estudiar cómo funciona, mejorarlo y compartirlo con el mundo entero.
fr: Guix est une distribution avancée du système d'exploitation GNU. Guix est une technologie qui respecte la liberté de ses utilisateurs et utilisatrices. Vous êtes libre d'utiliser le système pour n'importe quel but, d'étudier comme il fonctionne, de l'améliorer et de le partager avec le reste du monde.
ja: Guix は GNU オペレーティングシステムの先進的なディストリビューションです。 Guix はコンピューターユーザーの自由を尊重するテクノロジーです。 あなたはあらゆる目的でシステムを自由に動かすことができ、どのように動くのかを研究したり、 改良したり、そして、それを全世界に共有することができます。
nb_no: Guix er en avansert distribusjon av operativsystemet GNU. Guix er teknologi som respekterer friheten til databrukere. Du er fri til å bruke systemet til hva som helst, studere hvordan det virker, forbedre det, og dele med hele verden.
sk: Guix je pokročilá distribúcia operačného systému GNU. Guix je technológia, ktorá si váži slobodu svojich používateľov. Systém môžete slobodne používať na akékoľvek účely, zisťovať ako funguje, zlepšovať ho a zdieľať ho so zvyškom sveta.
tr: Guix, GNU işletim sisteminin gelişmiş bir dağıtımıdır. Guix, bilgisayar kullanıcılarının özgürlüğüne saygı duyan bir teknolojidir. Sistemi herhangi bir amaç için çalıştırmakta, nasıl çalıştığını anlamakta, geliştirmekte ve onu tüm dünyayla paylaşmakta özgürsünüz.

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Hurd| GNU Guix pakkebehandler
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yöneticisi

source: About the Project
de: Über das Projekt
eo: Pri la projekto
es: Acerca del proyecto
fr: À propos du projet
ja: このプロジェクトについて
nb_no: Om prosjektet
sk: O projekte
tr: Proje Hakkında

source: The <1>GNU Guix</1> package and system manager is a <2>free software</2> project developed by volunteers around the world under the umbrella of the <3>GNU Project</3>.
de: <1>GNU Guix</1>, ein Programm zur Verwaltung von Paketen und Systemen, ist ein <2>Freie-Software-Projekt</2>, das von Freiwilligen aus der ganzen Welt im Rahmen des <3>GNU-Projekts</3> entwickelt wird.
eo: <1>GNU Guix</1>, administrilo de pakoj kaj de sistemo, estas <2>liberprogramara</2> projekto programata de volontuloj el la tuta mondo sub la patroneco de la <3>GNU projekto</3>.
es: El gestor de paquetes y sistema <1>GNU Guix</1> es un proyecto de <2>software libre</2> desarrollado por personas que colaboran voluntariamente a lo ancho del mundo bajo el paraguas del <3>proyecto GNU</3>.
fr: Le gestionnaire de paquets et de systèmes <1>GNU Guix</1> est un projet de <2>logiciel libre</2> développé par des volontaires partout dans le monde sous la tutelle du <3>projet GNU</3>.
ja: <1>GNU Guix</1> パッケージ・システムマネージャは<3>GNU プロジェクト</3>傘下で世界中のボランティアによって開発された<2>自由ソフトウェア</2>プロジェクトです。
nb_no: Pakke- og systembehandleren <1>GNU Guix</1> er et <2>fri programvare</2>-prosjekt utviklet av frivillige verden over, under paraplyen til <3>GNU-prosjektet</3>
sk: Správca balíkov a systémov <1>GNU Guix</1> je <2>slobodný softvérový</2> projekt vyvíjaný dobrovoľníkmi z celého sveta pod záštitou <3>projektu GNU</3>.
tr: <1>GNU Guix</1> paketi ve sistem yöneticisi, <3>GNU Projesi</3> çatısı altında dünyanın dört bir yanındaki gönüllüler tarafından geliştirilen bir <2>özgür yazılım</2> projesidir.

source: Guix System is an advanced distribution of the <1>GNU operating system</1>. It uses the <2>Linux-libre</2> kernel, and support for <3>the Hurd</3> is being worked on. As a GNU distribution, it is committed to respecting and enhancing <4>the freedom of its users</4>. As such, it adheres to the <5>GNU Free System Distribution Guidelines</5>.
de: „Guix System“ ist eine fortgeschrittene Distribution des <1>GNU-Betriebssystems</1>. Es verwendet <2>Linux-libre</2> als seinen Kernel; an Unterstützung für <3>GNU Hurd</3> wird gearbeitet. Als GNU-Distribution gehört es zu seiner Zielsetzung, <4>die Freiheit seiner Nutzer</4> zu respektieren und zu vermehren. Daher folgt es den <5>Richtlinien für Freie Systemdistributionen</5>.
eo: La sistemo Guix estas altnivela distribuaĵo de la <1>GNUa operaciumo</1>. Ĝi uzas la <2>Linukso-liberan</2> kernon kaj oni laboradas por subteni <3>Hurd</3>. Estiel GNUa distribuaĵo, ĝi sin devontigas respekti kaj plibonigi <4>la liberecon de siaj uzantoj</4>. Tiel, ĝi aliĝas al la <5>GNUaj gvidnormoj por la liberaj sistemdistribuaĵoj</5>.
es: El sistma Guix es una avanzada distribución del <1>sistema operativo GNU</1>. Usa el núcleo <2>Linux-libre</2> y la implementación para <3>el Hurd</3> está en progreso. Como distribución de GNU, está comprometida con el respeto y la mejora de <4>la libertad de las personas que lo usan</4>. Como tal se adhiere a las <5>pautas para distribuciones de sistemas libres de GNU</5>.
fr: Le système Guix est une distribution avancée du <1>système d'exploitation GNU</1>. Il utilise le noyau <2>Linux-libre</2> et la prise en charge <3>du Hurd</3> est en cours. En tant que distribution GNU, il s'engage à respecter et améliorer <4>la liberté de ses utilisateurs et utilisatrices</4>. Ainsi, il adhère aux <5>recommandations pour les distributions systèmes libres</5>.
ja: GNU システムは <1>GNU オペレーティングシステム</1>の先進的なディストリビューションです。<2>Linux-libre</2> カーネルを使用し、<3>Hurd</3>のサポートにも取り組んでいます。GNU ディストリビューションとして、<4>ユーザーの自由</4>を尊重、強化することをお約束します。それゆえ<5>GNU 自由なシステム・ディストリビューションのガイドライン</5> を遵守します。
nb_no: Guix System er en avansert distribusjon av <1>GNU-operativsystemet</1>. Det bruker kjernen <2>Linux-libre</2>, og støtte for <3>Hurd-kjernen</3> er under utvikling. Som en GNU-distribusjon forplikter Guix seg til å respektere og forbedre <4>friheten til sine brukere</4>. Som sådan følger Guix <5>GNUs retningslinjer for frie systemdistribusjoner</5>.
sk: Systém Guix je pokročilou distribúciou <1>operačného systému GNU</1>. Používa jadro <2>Linux-libre</2> a pracuje sa na podpore <3>Hurd</3>. Ako GNU distribúcia sa zaväzuje vážiť si a rozširovať <4>slobodu svojich používateľov</4>. Ako taká sa hlási ku <5>smernici slobodných distribúcií systému GNU</5>.
tr: Guix System, <1>GNU işletim sisteminin</1> gelişmiş bir dağıtımıdır. <2>Linux-libre</2> çekirdeğini kullanıyor ve <3>Hurd</3> desteklemek için üzerinde çalışılıyor. Bir GNU dağıtımı olarak, <4>kullanıcılarının özgürlüğüne</4> saygı duymayı ve bunları geliştirmeyi taahhüt eder. Bu nedenle, <5>GNU Özgür Sistem Dağıtım Yönergelerine</5> bağlıdır.

source: GNU Guix provides <1>state-of-the-art package management features<1.1>en</1.1><1.2>Features.html</1.2></1> such as transactional upgrades and roll-backs, reproducible build environments, unprivileged package management, and per-user profiles. It uses low-level mechanisms from the <2>Nix</2> package manager, but packages are <3>defined<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3> as native <4>Guile</4> modules, using extensions to the <5>Scheme</5> language—which makes it nicely hackable.
de: GNU Guix bietet <1>Paketverwaltungsfunktionalitäten auf dem Stand der Technik<1.1>de</1.1><1.2>Funktionalitaten.html</1.2></1>, wie etwa transaktionelle Aktualisierungen und Rücksetzungen, reproduzierbare Erstellungsumgebungen, eine „unprivilegierte“ Paketverwaltung für Nutzer ohne besondere Berechtigungen sowie ein eigenes Paketprofil für jeden Nutzer. Dazu verwendet es dieselben Mechanismen, die dem Paketverwaltungsprogramm <2>Nix</2> zu Grunde liegen, jedoch werden Pakete als reine <4>Guile</4>-Module <3>definiert<3.1>de</3.1><3.2>Pakete-definieren.html</3.2></3>. Dazu erweitert Guix die <5>Scheme</5>-Programmiersprache, wodurch es leicht ist, selbst an diesen zu hacken.
eo: GNU Guix provizas <1>progrespintajn funkciojn de pakadministrado<1.1>en</1.1><1.2>Features.html</1.2></1>, kiel transakciajn promociajn eldonojn kaj ŝanĝomalfarojn, reprodukteblajn konstrumediojn, neprivilegian pakadministradon, kaj profilojn por ĉiu uzanto. Ĝi uzas malaltnivelajn mekanismojn el la pakadministrilo <2>Nix</2>, sed pakoj estas <3>difinitaj<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3> kiel operaciumaj moduloj <4>Guile</4>, uzantaj kromprogramojn al la programlingvo <5>Scheme</5>—kiuj taŭge igas ĝin kodumebla.
es: GNU Guix proporciona <1>características punteras en la gestión de paquetes<1.1>ee</1.1><1.2>Caracteristicas.html</1.2></1> como actualizaciones y vuelta a versiones anteriores de manera transaccional, entornos de construcción reproducibles, gestión de paquetes sin privilegios y perfiles por cuenta del sistema. Usa mecanismos de bajo nivel del gestor de paquetes <2>Nix</2>, pero los paquetes se <3>definen<3.1>es</3.1><3.2>Definición-de-paquetes.html</3.2></3> como módulos nativos de <4>Guile</4>, usando extensiones del lenguaje <5>Scheme</5>—lo que facilita su modificación y adaptación.
fr: GNU Guix fournit <1>des fonctionnalités de gestion des paquets innovantes<1.1>fr</1.1><1.2>Fonctionnalites.html</1.2></1> comme les mises à jours et les retours transactionnels, les environnements de construction reproductibles, la gestion des paquets non provilégiée et les profils par utilisateur. Il utilise des mécanismes de bas niveau du gestionnaire de paquets <2>Nix</2>, mais les paquets sont <3>définis<3.1>fr</3.1><3.2>Definition-des-paquets.html</3.2></3> comme des modules <4>Guile</4> natifs, avec des extensions au langage <5>Scheme</5> — ce qui le rend élégamment bidouillable.
ja: GNU Guix はトランザクションアップグレード、ロールバック、再現可能なビルド環境、非特権パッケージ管理、そしてユーザー毎のプロファイルなどの<1>最先端のパッケージ管理機能<1.1>en</1.1><1.2>Features.html</1.2>を提供します。それは <2>Nix</2> パッケージマネージャの低レベルな機構を利用しているものの、パッケージは<5>Scheme</5> 言語の拡張を利用したネイティブな <4>Guile</4> モジュールとして<3>定義され<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3>ており、うまい具合にハックできるようになっています。
nb_no: GNU Guix tilbyr <1>toppmoderne pakkebehandlingsfunksjoner<1.1>en</1.1><1.2>Features.html</1.2></1> som transaksjonelle oppgraderinger og tilbakerulling, reproduserbare byggemiljø, uprivilegert pakkebehandling, og separate profiler for hver bruker. Guix bruker lavnivå mekanismer fra pakkebehandleren <2>Nix</2>, men pakker er<3>definert<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3> som native <4>Guile</4>-moduler, med utvidelser til <5>Scheme</5>-språket—som gjør Guix herlig hackbart.
sk: GNU Guix poskytuje <1>možnosti správy balíkov<1.1>en</1.1><1.2>Features.html</1.2></1> ako napríklad transakčné aktualizácie a návrat k predošlým verziám, opakovateľné vývojové prostredia, správu balíkov bez správcovských práv a samostatné profily pre všetkých používateľov. Používa mechanizmus správcu balíkov <2>Nix</2> ale balíky sú <3>zadávané<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3> v tvare pôvodných modulov <4>Guilu</4> s použitím výrazov jazyka <5>Scheme</5> — vďaka čomu sú jednoducho prispôsobiteľné.
tr: GNU Guix, işlem yükseltmeleri ve geri alma işlemleri, yeniden üretilebilir derleme ortamları, ayrıcalıksız paket yönetimi ve kullanıcı başına profiller gibi <1>son teknoloji ürünü paket yönetimi özellikleri<1.1>en</1.1><1.2>Features.html</1.2></1> sağlar. <2>Nix</2> paket yöneticisinden düşük seviyeli mekanizmaları kullanır, ancak paketler, <5>Scheme</5> dilinin uzantıları kullanılarak yerel <4>Guile</4> modülleri olarak <3>tanımlanır<3.1>en</3.1><3.2>Defining-Packages.html</3.2></3> - bu da onu oldukça hacklenebilir hale getirir.

source: Guix takes that a step further by additionally supporting stateless, reproducible <1>operating system configurations<1.1>en</1.1><1.2>Using-the-Configuration-System.html</1.2></1>. This time the whole system is hackable in Scheme, from the <2>initial RAM disk<2.1>en</2.1><2.2>Initial-RAM-Disk.html</2.2></2> to the <3>initialization system</3>, and to the <4>system services<4.1>en</4.1><4.2>Defining-Services.html</4.2></4>.
de: Guix geht dabei noch einen Schritt weiter, indem es zusätzlich noch zustandslose, reproduzierbare <1>Betriebssystemkonfigurationen<1.1>de</1.1><1.2>Das-Konfigurationssystem-nutzen.html</1.2></1> unterstützt. In diesem Fall kann am ganzen System in Scheme gehackt werden, von der <2>initialen RAM-Disk<2.1>de</2.1><2.2>Initiale-RAM_002dDisk.html</2.2></2> bis hin zum <3>Initialisierungssystem</3> und den <4>Systemdiensten<4.1>de</4.1><4.2>Dienste-definieren.html</4.2></4>.
eo: Guix iras pli fore, ĉar ĝi ankaŭ subtenas senstatajn reprodukteblajn <1>agordojn de operaciumo<1.1>en</1.1><1.2>Using-the-Configuration-System.html</1.2></1>. Nun la tuta sistemo estas kodumebla en Scheme, kiel la <2>komenca ĉefmemora disko<2.1>en</2.1><2.2>Initial-RAM-Disk.html</2.2></2> aŭ la <3>pravaloriza sistemo</3>, aŭ ankaŭ la <4>sistemaj servoj<4.1>en</4.1><4.2>Defining-Services.html</4.2></4>.
es: Guix va un paso más allá implementando <1>configuraciones del sistema operativo <1.1>es</1.1><1.2>Uso-de-la-configuracion-del-sistema.html</1.2></1> libres de estado y reproducibles. Esta vez el sistema al completo se puede tratar en Scheme, desde el <2>disco en RAM inicial<2.1>es</2.1><2.2>Disco-en-RAM-inicial.html</2.2></2> a la <3>inicialización del sistema</3>, así como los <4>servicios del sistema<4.1>es</4.1><4.2>Definicion-de-servicios.html</4.2></4>.
fr: Guix va plus loin en prenant aussi en charge la <1>configuration de système d'exploitation<1.1>fr</1.1><1.2>Utiliser-le-systeme-de-configuration.html</1.2></1> sans état et reproductible. Cette fois-ci, le système entier est bidouillable en Scheme, du <2>disque de RAM initial<2.1>fr</2.1><2.2>Disque-de-RAM-initial.html</2.2></2> au <3>système d'initialisation</3>, en passant par les <4>services systèmes<4.1>fr</4.1><4.2>Definir-des-services.html</4.2></4>.
ja: Guix はさらに一歩進んで、ステートレスかつ再現性のある<1>オペレーティングシステムコンフィギュレーション<1.1>en</1.1><1.2>Using-the-Configuration-System.html</1.2></1>をサポートしています。 今回は<2>初期 RAM ディスク<2.1>en</2.1><2.2>Initial-RAM-Disk.html</2.2></2>から<3>初期化システム</3>、そして<4>システムサービス<4.1>en</4.1><4.2>Defining-Services.html</4.2></4>に至るまで、システム全体を Scheme でハックできます。
nb_no: Guix tar det et steg videre ved å også støtte tilstandsløse, reproduserbare <1>operativsystemkonfigurasjoner<1.1>en</1.1><1.2>Using-the-Configuration-System.html</1.2></1>. Denne gangen er hele systemet hackbart i Scheme, fra <2>den initielle RAM-disken<2.1>en</2.1><2.2>Initial-RAM-Disk.html</2.2></2> til hele <3>init-systemet</3>, og til <4>systemtjenester<4.1>en</4.1><4.2>Defining-Services.html</4.2></4>.
sk: Guix ide ešte o krok ďalej podporou opakovateľných, <1>nastavení operačného systému<1.1>en</1.1><1.2>Using-the-Configuration-System.html</1.2></1>. Tentokrát je celý systém prispôsobiteľný v jazyku Scheme od <2>počiatočného RAM disku<2.1>en</2.1><2.2>Initial-RAM-Disk.html</2.2></2> cez <3>spúšťanie systému</3> až po <4>systémové služby<4.1>en</4.1><4.2>Defining-Services.html</4.2></4>.

source: Maintainers
de: Betreuer
eo: Prizorgantoj
es: Quiénes mantienen el proyecto
fr: Mainteneurs
ja: メンテナー
nb_no: Vedlikeholdere
sk: Správcovia
tr: Bakımcılar
