Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: The GNU Guix and GuixSD logotypes were designed by Luis Felipe López Acevedo (a.k.a. sirgazil). They are available under the following terms:
de: Die Logotypen von GNU Guix und GuixSD wurden von Luis Felipe López Acevedo gestaltet (auch bekannt als sirgazil). Sie sind unter den folgenden Bedingungen verfügbar:
eo: La logotipoj de GNU Guix kaj GuixSD estas fasonitaj de Luis Felipe López Acevedo (t.n. sirgazil). Ili estas disponeblaj laŭ la jenaj kondiĉoj:
es: Los logotipos para GNU Guix y GuixSD fueron diseñados por Luis Felipe López Acevedo (a.k.a. sirgazil). Están disponibles bajo los siguientes términos:
fr: Les logotypes GNU Guix et GuixSD ont été conçus par Luis Felipe López Acevedo (sirgazil). Ils sont disponibles sous ces conditions :
ja: GNU Guix および GuixSD のロゴマークは Luis Felipe López Acevedo（別名 sirgazil） によってデザインされました。以下の条件で使用できます。
nb_no: GNU Guix og GuixSD logotypene var designet av Luis Felipe López Acevedo (også kjent som sirgazil). De er tilgjengelige under følgende vilkår:
sk: Logá GNU Guix a GuixSD navrhol Luis Felipe López Acevedo (tiež známy ako sirgazil). Sú dostupné za týchto podmienok:
tr: GNU Guix ve GuixSD logoları Luis Felipe López Acevedo (namıdiğer sirgazil) tarafından tasarlanmıştır. Aşağıdaki şartlar altında kullanılır:

source: The source files (SVG) for these logotypes, their variants, and other artwork used in the different components of the GNU Guix project are available in the <1>guix-artwork</1> repository, including the previous GNU Guix logotype designed by Nikita Karetnikov in 2013 and <2>superseded</2> by the golden GNU in 2016.
de: Die Quelldateien (SVG) für diese Logotypen, ihre Varianten und andere Grafiken und Mediendateien, die in den verschiedenen Komponenten des GNU-Guix-Projekts benutzt werden, sind im <1>guix-artwork</1>-Repository verfügbar, einschließlich der vorherigen Logotype von GNU Guix, die von Nikita Karetnikov 2013 gestaltet wurde und 2016 durch das goldene GNU <2>ersetzt wurde</2>.
eo: La fontaj dosieroj (SVG) de tiuj logotipoj, ties variaĵoj, kaj aliaj grafikaĵoj uzataj en la diversaj komponantoj de la projekto GNU Guix estas disponeblaj en la deponejo <1>guix-artwork</1>, inkluzive de la antaŭa logotipo GNU Guix fasonita de Nikita Karetnikov en 2013 kaj <2>anstataŭita</2> de la ora GNU en 2016.
es: Los archivos de fuentes (SVG) para estos logotipos, sus variantes y otras obras de arte usadas en los diferentes componentes del proyecto GNU Guix están disponibles en el repositorio <1>guix-artwork</1>, incluyendo el diseño previo del logotipo de GNU Guix creado por Nikita Karetnikov en 2013 and <2>reemplazado</2> por el GNU dorado en 2016.
fr: Les fichiers sources (SVG) de ces logotypes, leurs variantes et toutes les illustrations des différents composants du projet GNU Guix sont disponibles dans le dépôt <1>guix-artwork</1>, avec le logotype GNU Guix précédent conçu par Nikita Karetnikov en 2013 et <2>remplacé</2> par le GNU doré en 2016.
ja: これらのロゴマーク、その変種、GNU Guix プロジェクトの様々なコンポーネントで使用されているその他のアートワークのソースファイル (SVG) は、<1>guix-artwork</1> リポジトリで入手できます。これには 2013 年に Nikita Karetnikov によってデザインされ、2016 年に黄金の (golden) GNU に<2>取って代わられた</2>以前の GNU Guix ロゴマークも含まれます。
nb_no: Kildefilene (SVG) for disse logotypene, deres varianter, og annen kunstverk i bruk av forskjellige komponenter av GNU Guix-prosjektet er tilgjengelig i repositoriet <1>guix-artwork</1>, inkludert den tidligere GNU Guix logotypen designet av Nikita Karetnikov in 2013 and <2>erstattet</2> av den gylne GNU i 2016.
sk: Zdrojové súbory (SVG) týchto log, ich odnoží a inej umeleckej tvorby použitej v rozličných súčastiach projektu GNU Guix sú dostupné v repozitári <1>guix-artwork</1>, vrátane predošlého loga GNU Guix navrhnutého Nikitom Karetnikovom v roku 2013 a <2>nahradeného</2> zlatým GNU v roku 2016.

source: Internet relay chat.
eo: Interreta relajsa babilo.
es: Chat IRC.
ja: インターネットリレーチャット。
tr: İnternet aktarmalı sohbet.

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|IRC|chat
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|IRC|Chat
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|IRC|Babilejo
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix|IRC|chat
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix|IRC|discussion
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|IRC|チャット
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|IRC|chat
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|IRC|rozhovory
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yöneticisi|IRC|sohbet

source: Chat on IRC
de: Chat über IRC
es: Chat en IRC
ja: IRC でのチャット
nb_no: Prat på IRC

source: Chat with the GNU Guix community or get help in real time. Join us from an <1>IRC client in your Web browser</1>, or use one of many <2>other clients</2> to join the <3/> channel on the <4>Libera Chat IRC network.</4>
de: Chatten Sie live mit der GNU-Guix-Gemeinde, um in Echtzeit Hilfe zu bekommen. Treten Sie mit einem <1>IRC-Client im Webbrowser</1> bei oder benutzen Sie einen der vielen <2>anderen Clients</2>, um sich mit dem <3/>-Kanal auf dem <4>IRC-Netzwerk Libera Chat</4> zu verbinden.
es: Hable con la comunidad GNU Guix u obtenga ayuda en tiempo real. Unase desde un cliente <1>IRC en su navegador Web</1> o utilice uno de los muchos <2>otros clientes</2> para unirse al <3/> canal en la <4>red Libera Chat IRC.</4>
ja: GNU Guix コミュニティでのチャットしたり、リアルタイムでヘルプを得ることができます。<1>ウェブブラウザの IRC Client</1>から参加するか、数ある<2>その他のクライアント</2>のどれかを使用して、<4>Libera Chat IRC ネットワーク上の</4> <3/> チャンネルに参加してください。
nb_no: Prat med GNU Guix-miljøet eller få hjelp i sanntid. Bli med via en <1>IRC-klient i nettleseren</1>, eller bruk en av de mange <2>andre klientene</2> for å bli med i kanalen </3> på <4>Libera Chat IRC-nettverket.</4>

source: Note that the conversations that happen on the <1/> channel are logged (<2>browse the log</2>).
de: Beachten Sie, dass Kommunikation auf dem <1/>-Kanal protokolliert wird (<2>lesen Sie das Protokoll</2>).
es: Tenga en cuenta que las conversaciones que suceden en el <1/> canal son registradas (<2>navegue por el registro</2>).
ja: <1/> チャンネルでやり取りした会話はログ（<2>ログを閲覧する</2>）に残ることに注意してください。
nb_no: Merk at samtaler i kanalen </1> er loggført (<2>bla gjennom logger</2>).

# webpage title
source: Menu
de: Menü
eo: Menuo
es: Menú
ja: メニュー
nb_no: Meny
sk: Ponuka
tr: Menü

source: Website menu.
de: Menü des Webauftritts.
eo: Menuo de la retejo.
es: Menú del sitio web.
fr: menu du site web.
ja: ウェブサイトメニュー。
nb_no: Nettsidemeny.
sk: Ponuka internetovej stránky.
tr: Web site menüsü.

# website menu
source: Menu
de: Menü
eo: Menuo
es: Menú
ja: メニュー
nb_no: Meny
sk: Ponuka
tr: Menü

# webpage title
source: Security
de: Sicherheit
eo: Sekureco
es: Seguridad
fr: Sécurité
ja: セキュリティ
nb_no: Sikkerhet
sk: Bezpečnosť
tr: Güvenlik

source: Important information about getting security updates for your GNU Guix installation, and instructions on how to report security issues.
de: Wichtige Informationen, wie Sie Sicherheitsaktualisierungen für Ihre Installation von GNU Guix bekommen, und eine Anleitung, wie Sie Sicherheitslücken melden.
eo: Gravaj informoj pri akiri sekurecajn ĝisdatigojn por via instalo de GNU Guix, kaj instrukcioj pri kiel raporti sekurecajn problemojn.
es: Información importante sobre cómo obtener actualizaciones de seguridad para su instalación de GNU Guix, e instrucciones sobre cómo informar acerca de problemas de seguridad.
fr: Informations importantes sur les mises à jour de sécurité pour votre installation de GNU Guix et les instructions sur comment rapporter des problèmes de sécurité.
ja: GNU Guix のセキュリティアップデートを得るための重要な情報、および、セキュリティ問題を報告する方法についての説明。
nb_no: Viktig informasjon om å få sikkerhetsoppdateringer for din GNU Guix-installasjon, og instrukser om hvordan å rapportere sikkerhetsproblemer.
sk: Dôležité podrobnosti o získavaní bezpečnostných aktualizácií pre vašu inštaláciu GNU Guix, a návod na to ako ohlasovať bezpečnostné nedostatky.

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|Security updates
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|Sicherheitsaktualisierungen
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|Sekurecaj ĝisdatigoj
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix|Actualizaciones de seguridad
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix|Mises à jour de sécurité
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|セキュリティアップデート
nb_no: GNU|Linux|Fri programvare|Libre programvare|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|Sikkerhetsoppdateringer
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|Bezpečnostné aktualizácie
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yönetici|Güvenlik güncellemeleri

source: Security
de: Sicherheit
eo: Sekureco
es: Seguridad
fr: Sécurité
ja: セキュリティ
nb_no: Sikkerhet
sk: Bezpečnosť
tr: Güvenlik

source: How to report security issues
de: Wie Sie Sicherheitsprobleme melden
eo: Kiel raporti problemojn de sekureco
es: Cómo informar de problemas de seguridad
fr: Comment rapporter des problèmes de sécurité
ja: セキュリティ上の問題を報告する方法
nb_no: Hvordan rapportere sikkerhetsproblemer
sk: Ako ohlasovať bezpečnostné nedostatky
tr: Güvenlik sorunları nasıl bildirilir

source: To report sensitive security issues in Guix itself or the packages it provides, you can write to the private mailing list <1/>. This list is monitored by a small team of Guix developers.
de: Um sensible Sicherheitslücken in Guix selbst oder den bereitgestellten Paketen zu melden, können Sie eine Nachricht an die private Mailing-Liste <1/> schicken. Diese Liste wird von einer kleinen Gruppe von Guix-Entwicklern beobachtet.
eo: Por raporti konfidencajn problemojn de sekureco en Guix mem aŭ la pakoj, kiujn ĝi provizas, vi povas skribi al la privata dissendolisto <1/>. Tiu listo estas observata de malgranda skipo de Guix-programistoj.
es: Para informar de problemas delicados de seguridad en el propio Guix o en los paquetes que proporciona, puede escribir a la lista de correo privada <1/>. Esta lista es monitorizada por un pequeño grupo de personas que desarrollan Guix.
fr: Pour rapporter des problèmes de sécurité sensibles dans Guix lui-même ou les paquets qu'il contient, vous pouvez écrire à la liste de diffusion privée <1/>. Cette liste est surveillée par une petite équipe de développeurs de Guix.
ja: Guix それ自身または提供されるパッケージのセンシティブなセキュリティ上の問題を報告する場合は、プライベートメーリングリストである <1/> に報告することができます。このメーリングリストは Guix 開発者の小さなチームによって監視されています。
nb_no: For å rapportere sensitive sikkerhetsproblemer i selve Guix eller pakkene det tilbyr kan du skrive til den private epostlisten </1>. Denne blir overvåket av et lite team av Guix-utviklere.
sk: Pre nahlásenie citlivých bezpečnostných chýb v systéme Guix samotnom alebo v poskytovaných balíkoch môžete odoslať správu do súkromnej elektronickej konferencie <1/>. Túto konferenciu sleduje malá skupina vývojárov systému Guix.
tr: Guix'in kendisinde veya sağladığı paketlerdeki hassas güvenlik sorunlarını bildirmek için </1> özel posta listesine yazabilirsiniz. Bu liste, Guix geliştiricilerinden oluşan küçük bir ekip tarafından izlenmektedir.

source: If you prefer to send your report using OpenPGP encrypted email, please send it to one of the following Guix developers using their respective OpenPGP key:
de: Wenn Sie es bevorzugen, Ihre Meldung in einer mit OpenPGP verschlüsselten E-Mail zu übermitteln, senden Sie diese bitte einem der folgenden Guix-Entwickler unter Nutzung des entsprechenden OpenPGP-Schlüssels:
eo: Se vi preferas sendi vian raporton uzante ĉifritan retmesaĝon OpenPGP, bonvolu sendi ĝin al unu el la jenaj Guix-programistoj uzante ilian respektivan ŝlosilon OpenPGP:
es: Si prefiere enviar su informe usando un correo cifrado usando OpenPGP, por favor, envíelo a una de las siguientes personas que desarrollan Guix usando su clave OpenPGP respectivamente:
fr: Si vous préférez envoyer votre rapport avec un courriel chiffré avec OpenPGP, envoyez-le à l'un des développeurs Guix suivant avec leur clé OpenPGP :
ja: もし OpenPGP で暗号化されたメールを利用して報告したい場合は、以下の Guix 開発者のそれぞれの OpenPGP キーを使用して送信してください：
nb_no: Hvis du foretrekker å sende rapporten med OpenPGP-kryptert epost, vennligst send til en av de følgende Guix-utviklerne med deres respektive OpenPGP-nøkkel:
sk: Ak chcete radšej vaše hlásenie odoslať cez elektronickú poštu zašifrovanú OpenPGP, pošlite ho jednému z nasledovných vývojárov systému Guix s použitím jeho OpenPGP kľúča:
tr: Raporunuzu OpenPGP şifreli e-posta kullanarak göndermeyi tercih ediyorsanız, lütfen ilgili OpenPGP anahtarını kullanarak aşağıdaki Guix geliştiricilerinden birine gönderin:

source: Release signatures
de: Signaturen der Veröffentlichungen
eo: Subskriboj de la eldonoj
es: Firmas de las publicaciones
fr: Signature des versions publiées
ja: リリース署名
nb_no: Utgivelsessignaturer
sk: Podpisovanie vydaní
tr: Sürüm imzaları

source: Releases of Guix are signed using one of the following OpenPGP keys:
de: Veröffentlichungen von Guix werden mit einem der folgenden OpenPGP-Schlüssel signiert:
es: Los lanzamientos de Guix son firmados usando uno de las siguientes claves OpenPGP:
ja: Guix のリリースは以下のいずれかの OpenPGP キーを使用して署名されています：
nb_no: Utgivelser av Guix er signert med en av følgende OpenPGP-nøkler:

source: Maxim Cournoyer (from version 1.3.0)
de: Maxim Cournoyer (ab Version 1.3.0)
es: Maxim Cournoyer (desde versión 1.3.0)
ja: Maxim Cournoyer（バージョン 1.3.0 から）
nb_no: Maxim Cournoyer (fra versjon 1.3.0)

source: Ludovic Courtès (until version 1.2.0)
de: Ludovic Courtès (bis Version 1.2.0)
es: Ludovic Courtès (hasta versión 1.2.0)
ja: Ludovic Courtès（バージョン 1.2.0 まで）
nb_no: Ludovic Courtès (til og med versjon 1.2.0)

source: Users should <1>verify<1.1>en</1.1><1.2>Binary-Installation.html</1.2></1> their downloads before extracting or running them.
de: Benutzer sollten heruntergeladene Dateien <1>verifizieren<1.1>de</1.1><1.2>Aus-Binardatei-installieren.html</1.2></1>, bevor sie diese entpacken oder ausführen.
es: Los usuarios deberían <1>verificar<1.1>en</1.1><1.2>Instalación-binaria.html</1.2></1> sus descargas antes de su extracción o ejecución.
ja: ユーザーはダウンロードしたファイルを展開または実行する前に<1>検証する<1.1>en</1.1><1.2>Binary-Installation.html</1.2></1> 必要があります。
nb_no: Brukere bør <1>verifisere<1.1>en</1.1><1.2>Binary-Installation.html</1.2></1> nedlastingene før de pakker ut eller kjører de.

source: Security updates
de: Sicherheitsaktualisierungen
eo: Sekurecaj ĝisdatigoj
es: Actualizaciones de seguridad
fr: Mises à jour de sécurité
ja: セキュリティアップデート
nb_no: Sikkerhetsoppdateringer
sk: Bezpečnostné aktualizácie
tr: Güvenlik güncellemeleri

source: When security vulnerabilities are found in Guix or the packages provided by Guix, we will provide <1>security updates<1.1>en</1.1><1.2>Security-Updates.html</1.2></1> quickly and with minimal disruption for users. When appropriate, a security advisory is published on the blog with the <2>Security Advisory tag</2> and on the <3><3.1>info-guix</3.1> mailing list</3>; <4/> may also display the advisory.
de: Wenn Sicherheitslücken in Guix oder den von Guix bereitgestellten Paketen gefunden werden, werden wir schnell <1>Sicherheitsaktualisierungen<1.1>de</1.1><1.2>Sicherheitsaktualisierungen.html</1.2></1> ausliefern, mit minimaler Beeinträchtigung für die Nutzer. Wenn es angemessen ist, wird ein Sicherheitshinweis auf dem Blog veröffentlicht, der <2>als Sicherheitshinweis eingeordnet</2> ist, sowie eine Nachricht an die <3>Mailing-Liste <3.1>info-guix</3.1></3> versendet. Der Hinweis kann auch mit <4/> angezeigt werden.
eo: Kiam sekurecaj vundebloj estas trovataj en Guix aŭ la pakoj provizitaj de Guix, ni rapide provizos <1>sekurecajn ĝisdatigojn<1.1>en</1.1><1.2>Security-Updates.html</1.2></1> kiel eble malplej perturbantajn por uzantoj. Kiam estas konvene, sekureca averto estas publikigata en la blogo kun la <2>marko Security Advisory</2> kaj en la <3>dissendolisto <3.1>info-guix</3.1></3>; <4/> ankaŭ povas montri la averton.
es: Cuando se encuentran vulnerabilidades en Guix o en los paquetes proporcionados por Guix, se proporcionan <1>actualizaciones de seguridad<1.1>es</1.1><1.2>Actualizaciones-de-seguridad.html</1.2></1> de manera rápida y con una perturbación mínima para quienes usen el sistema. Cuando sea apropiado, se publicará un aviso de seguridad en el blog con la <2>etiqueta «Security Advisory»</2> y en la lista de correo <3><3.1>info-guix</3.1></3>; también es posible que <4/> muestre el aviso.
fr: Lorsque des problèmes de sécurité sont découverts dans Guix ou les paquets fournis par Guix, nous fournirons des <1>mises à jour de sécurité<1.1>fr</1.1><1.2>Mises-a-jour-de-securite.html</1.2></1> rapidement et avec le moins possible de perturbation pour nos utilisateurs et utilisatrices. Lorsque cela est approprié, un avertissement de sécurité sera publié sur le blog avec le <2>tag Security Advisory</2> et sur la <3>liste de diffusion <3.1>info-guix</3.1></3> ; <4/> peut aussi afficher l'avertissement.
ja: Guix または Guix によって提供されるパッケージにセキュリティ脆弱性が見つかった時は、<1>セキュリティアップデート<1.1>en</1.1><1.2>Security-Updates.html</1.2></1>を速やかに提供し、ユーザーへの影響を最小限にします。適切なタイミングで、<2>Security Advisory タグ</2>を付与したブログ記事、および、<3.1>info-guix</3.1>メーリングリスト</3>にセキュリティ勧告が公開されます。<4/> でも勧告が表示される場合があります。
nb_no: Når sårbarheter blir funnet i Guix eller en av pakkene som tilbys av Guix vil vi tilby <1>sikkerhetsoppdateringer<1.1>en</1.1><1.2>Security-Updates.html</1.2></1> raskt med minimale ubeleiligheter for brukere. Når passende vil en sikkerhetsrådgivning bli publisert på bloggen med taggen <2>Security Advisory</2>, og på <3>epostlisten<3.1>info-guix</3.1></3>; </4> kan også vise rådet.
sk: Vždy keď sú v systéme Guix alebo poskytovaných balíkoch nájdené bezpečnostné hrozby, rýchlo a s čo najmenším obmedzením pre používateľov, vydáme <1>bezpečnostné aktualizácie<1.1>en</1.1><1.2>Security-Updates.html</1.2></1>. Ak je to nutné, zverejníme aj bezpečnostné upozornenie na blogu s použitím značky <2>Security Advisory</2> a v elektronickej konferencii <3><3.1>info-guix</3.1></3>; <4/> tiež môže zobrazovať bezpečnostné upozornenia.
tr: Guix'te veya Guix tarafından sağlanan paketlerde güvenlik açıkları bulunduğunda, <1>güvenlik güncellemelerini<1.1>en</1.1><1.2>Security-Updates.html</1.2></1> hızlı bir şekilde ve kullanıcılar için minimum kesinti ile sağlayacağız. Uygun olduğunda, blogda <2>Security Advisory</2> etiketiyle ve <3><3.1>info-guix</3.1> posta listesinde bir güvenlik danışma belgesi yayınlanır; </4> komutu danışma belgesini de görüntüleyebilir.

source: Guix uses a “rolling release” model. All security bug-fixes are pushed directly to the master branch. There is no “stable” branch that only receives security fixes.
de: Guix verfolgt ein Rolling-Release-Modell. Jeder Patch, der eine Sicherheitslücke beseitigt, wird direkt auf den „master“-Branch gepusht. Es gibt keinen „stable“-Branch, der nur Sicherheitsaktualisierungen erhält.
eo: Guix uzas “daŭrigeldona” modelon. Ĉiuj sekurecaj cimoriparoj estas puŝataj rekte al la ĉefa branĉo. Ne estas “stabila” branĉo nur ricevanta sekurecajn riparojn.
es: Guix usa un modelo de «actualización continua». Todas las correcciones de errores se suben directamente a la rama principal («master»). No existe una rama estable que únicamente reciba actualizaciones de seguridad.
fr: Guix utilise un modèle en « publication constante ». Toutes les corrections de sécurité sont envoyées directement sur la branche principale. Il n'y a pas de branche « stable » qui ne recevrait que des corrections de sécurité.
ja: Guix は「ローリングリリース」モデルを採用しています。すべてのセキュリティバグ修正は master ブランチに直接プッシュされます。セキュリティ修正を受け取るだけの "stable" ブランチはありません。
nb_no: Guix bruker en “rullende utgivelse”-modell. Alle sikkerhetsfikser legges direkte på “master-branchen”. Det finnes ingen “stable” branch som kun får sikkerhetsfikser.
sk: Guix je založený na „priebežnom vydávaní“. Všetky bezpečnostné záplaty sa posielajú priamo do hlavnej vetvy. Neexistuje žiadna „stabilná“ vetva získavajúca výhradne bezpečnostné záplaty.
tr: Guix, “yuvarlanan sürüm” modelini takip eder. Tüm güvenlik hata düzeltmeleri doğrudan ana dala gönderilir. Yalnızca güvenlik düzeltmelerini alan “kararlı” bir dal yoktur.

# SRFI-19 date->string format
source: ~B ~e, ~Y
de: ~e. ~B ~Y
eo: ~e-a de ~B ~Y
es: ~e de ~B de ~Y
fr: ~e ~B ~Y
ja: ~Y年~m月~d日
nb_no: ~e. ~B, ~Y
sk: ~e ~B ~Y

source: Blog menu:
de: Blog-Menü:
eo: Blogmenuo:
es: Menú del blog:
fr: Menu du blog :
ja: ブログメニュー：
nb_no: Bloggmeny:
sk: Ponuka blogu:
tr: Blog menüsü:

source: Get topic updates
de: Neues zum Thema abonnieren
eo: Akiri temajn ĝisdatigojn
es: Obtener actualizaciones temáticas
fr: Recevoir des mises à jour sur des sujets particuliers
ja: トピックのアップデートを受け取る
nb_no: Få emneoppdateringer
sk: Získavať novinky z vybraných oblastí
tr: Konu güncellemelerini al

source: Get blog updates
de: Neue Blog-Einträge abonnieren
eo: Akiri blogajn ĝisdatigojn
es: Obtener actualizaciones del blog
fr: Recevoir les mises à jour du blog
ja: ブログのアップデートを受け取る
nb_no: Få bloggoppdateringer
sk: Získavať novinky na blogu
tr: Blog güncellemelerini al

# button
source: Atom feed
eo: Fluo Atom
es: Feed Atom
fr: Flux atom
ja: Atom フィード
nb_no: Atom-strøm
sk: Prehľad noviniek atom
tr: Atom yayını

source: Posts by topic
de: Einträge nach Thema
eo: Afiŝoj laŭ la temo
es: Artículos por tema
fr: Billets par sujet
ja: トピックの投稿
nb_no: Poster etter emne
sk: Príspevky podľa námetu
tr: Konuya göre gönderiler

source: Page <1/>
de: Seite <1/>
eo: Paĝo <1/>
es: Página <1/>
ja: <1/> ページ
nb_no: Side <1/>
sk: Strana <1/>
tr: Sayfa <1/>

source: Blog posts about GNU Guix.
de: Blog-Einträge über GNU Guix.
eo: Blogaj afiŝoj pri GNU Guix.
es: Artículos sobre GNU Guix.
fr: Billets de blog sur GNU Guix.
ja: GNU Guix についてのブログ投稿。
nb_no: Bloggposter om GNU Guix.
sk: Príspevky o GNU Guix.
tr: GNU Guix hakkında blog gönderileri.

source: Related topics:
de: Ähnliche Themen:
eo: Rilataj temoj:
es: Temas relacionados:
fr: Sujets liés :
ja: 関連するトピック：
nb_no: Relaterte emner:
sk: Príbuzné námety:
tr: İlgili konular:

source: Blog posts about <1/> on GNU Guix.
de: Blog-Einträge über <1/> bei GNU Guix.
eo: Blogaj afiŝoj pri <1/> en GNU Guix.
es: Artículos sobre <1/> en GNU Guix.
fr: Billets de blog sur <1/> sur GNU Guix.
ja: GNU Guix の <1/> についてのブログ投稿。
nb_no: Bloggposter om <1/> i GNU Guix.
sk: Príspevky o <1/> na GNU Guix.
tr: GNU Guix <1/> hakkında blog yazıları.

# download page title
source: GNU Guix System <1/>
eo: Sistemo GNU Guix <1/>
es: Sistema GNU Guix <1/>
fr: Système GNU Guix <1/>
ja: GNU Guix システム <1/>
sk: Systém GNU Guix <1/>
tr: GNU Guix Sistem <1/>

source: USB/DVD ISO installer of the standalone Guix System.
de: USB/DVD-ISO-Installationsabbild des eigenständigen „Guix System“.
eo: Instalilo USB/DVD ISO de la memstara sistemo Guix.
es: Imagen ISO para USB/DVD del instalador para un sistema Guix independiente.
fr: Installateur ISO USB/DVD du système Guix indépendant.
ja: スタンドアロン Guix システムの USB/DVD ISO インストーラー。
nb_no: USB/DVD ISO installasjonsmedia av det egenrådige Guix-systemet.
sk: USB/DVD ISO obraz inštalácie samostatného systému Guix.
tr: Bağımsız Guix Sisteminin USB/DVD ISO yükleyicisi.
