Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: Guix is currently maintained by Efraim Flashner, Mathieu Othacehe, Maxim Cournoyer and Tobias Geerinckx-Rice. Please use the <1>mailing lists</1> for contact. For sensitive issues, you can reach them using the <2/> private alias.
de: Die Betreuer („Maintainer“) von Guix sind zur Zeit Efraim Flashner, Mathieu Othacehe, Maxim Cournoyer und Tobias Geerinckx-Rice. Benutzen Sie bitte die <1>Mailing-Listen</1>, um Kontakt aufzunehmen. Für sensible Themen können Sie sie über die private Aliasadresse <2/> erreichen.
es: Las personas que actualmente mantienen Guix son Efraim Flashner, Mathieu Othacehe, Maxim Cournoyer y Tobias Geerinckx-Rice. Por favor, use las <1>listas de correo</1> para ponerse en contacto. Para materias sensibles puede ponerse en contacto usando el alias privado <2/>.
ja: Guix は現在、Efraim Flashner、Mathieu Othacehe、Maxim Cournoyer、Tobias Geerinckx-Rice によってメンテナンスされています。問い合わせには<1>メーリングリスト</1>を利用してください。センシティブな問題については、プライベートエイリアスである <2/> を利用して彼らと連絡が取れます。
nb_no: Guix er for øyeblikket vedlikeholdt av Efraim Flashner, Mathieu Othacehe, Maxim Cournoyer og Tobias Geerinckx-Rice. Vennligst bruk <1>epostlistene</1> for kontakt. Vedrørende sensitive saker kan de nås på et <2/> privat alias.

source: Licensing
de: Lizenzierung
eo: Permesilo
es: Licencia
fr: Licence
ja: ライセンス供与
nb_no: Lisens
sk: Licencia
tr: Lisanslama

source: Guix is free software; you can redistribute it and/or modify it under the terms of the <1>GNU General Public License</1> as published by the Free Software Foundation; either version 3 of the License, or (at your option) any later version.
de: Guix ist freie Software. Sie können es weitergeben und/oder verändern, solange Sie sich an die Regeln der <1>GNU General Public License</1> halten, so wie sie von der Free Software Foundation festgelegt wurden; entweder in Version 3 der Lizenz oder (nach Ihrem Ermessen) in jeder neueren Version.
eo: Guix estas libera programaro; vi rajtas redistribui kaj/aŭ modifi ĝin laŭ la kondiĉoj de la <1>Ĝenerala Publika Permesilo GNU</1> en ties eldono de la Fondumo por Libera Programaro; per aŭ versio 3-a de la permesilo, aŭ (laŭ via plaĉo) iu posta versio.
es: Guix es software libre; puede redistribuirlo y/o modificarlo bajo los términos de la <1>GNU General Public License</1> como ha sido publicada por la Free Software Foundation; ya sea la versión 3 de la licencia, o (a su elección) cualquier versión posterior.
fr: Guix est un logiciel libre ; vous pouvez le redistribuer et / ou le modifier sous les termes de la <1>licence générale publique de GNU</1> telle que publiée par la Free Software Foundation ; soit la version 3 de la licence, ou (à votre gré) toute version ultérieure.
nb_no: Guix er fri programvare; du kan redistribuere det og/eller modifisere det under vilkårene til <1>GNU General Public License</1> som publisert av Free Software Foundation; enten versjon 3 av lisenen, eller (etter ditt valg) hvilken som helst senere versjon.
sk: Guix je slobodný softvér; môžete ho šíriť a/alebo upravovať podľa podmienok licencie <1>GNU General Public License</1> ako ju uverejňuje Free Software Foundation; buď verzie 3 tejto licencie alebo (podľa vášho uváženia) akejkoľvek novšej verzie.
tr: Guix özgür bir yazılımdır; Özgür Yazılım Vakfı tarafından yayınlanan <1>GNU Genel Kamu Lisansının</1> 3. sürümü ya da (sizin tercihinize göre) sonraki herhangi bir sürüm koşulları altında yeniden dağıtabilir ve/veya değiştirebilirsiniz.

source: IRC Channel
de: IRC-Kanal
eo: Kanalo IRC
es: Canal de IRC
fr: Canal IRC
ja: IRC チャンネル
nb_no: IRC-kanal
sk: Kanál IRC
tr: IRC Kanalı

source: Join the <1/> channel on the Libera Chat IRC network to chat with the community about GNU Guix or to get help in real-time.
de: Treten Sie dem <1/>-Kanal auf dem Libera-Chat-IRC-Netzwerk bei, um mit der Gemeinde über GNU Guix zu reden oder im Gespräch Hilfe zu bekommen.
eo: Aliĝu al la kanalo <1/> en la reto Libera Chat IRC por retbabili kun la komunumo pri GNU Guix aŭ por realtempe peti helpon.
es: Únase al canal <1/> channel en la red IRC Libera Chat para hablar con la comunidad sobre GNU Guix u obtener ayuda en tiempo real.
ja: GNU Guix に関するコミュニティとチャットしたり、リアルタイムでヘルプを得たい場合は、Libera Chat IRC ネットワークの <1/> チャンネルに参加してください。
nb_no: Bli med i kanalen </1> på IRC-nettverket Libera Chat for å prate med miljøet om GNU Guix eller for å få hjelp i sanntid.
sk: Pripojte sa ku kanálu <1/> v sieti Libera Chat IRC a zhovárajte sa s ostatnými o GNU Guix alebo získajte pomoc v reálnom čase.

source: Info Mailing List
de: Info-Mailing-Liste
eo: Informa dissendolisto
es: Lista de correo informativa
fr: Liste de diffusion d'information
ja: Info メーリングリスト
nb_no: Info Epostliste
sk: Informačná konferencia
tr: Bilgilendirme Posta Listesi

source: Subscribe to the <1/> low-traffic mailing list to receive important announcements sent by the project maintainers (in English).
de: Tragen Sie sich auf der Mailing-Liste <1/> ein, um wichtige Ankündigungen durch die Projektbetreuer zu empfangen (auf Englisch). Diese Liste hat ein geringes E-Mail-Aufkommen.
eo: Ekabonu la dissendoliston <1/> je malalta trafiko por ricevi gravajn anoncojn senditajn de la prizorgantoj de la projekto (angle).
es: Suscríbase a la lista de correo de bajo tráfico <1/> para recibir anuncios importantes enviados por quienes mantienen el proyecto (en inglés).
fr: Inscrivez-vous à la liste de diffusion à faible début <1/> pour recevoir des annonces importantes envoyées par les mainteneurs du projet (en anglais).
ja: プロジェクトのメンテナーから送られる重要なアナウンスを受け取るには、流通量の少ないメーリングリストである <1/> （英語）を購読してください。
nb_no: Abonner på lavtrafikklisten <1/> for å få viktige kunngjøringer sendt av prosjektets vedlikeholdere (på engelsk).
sk: Pripojte sa ku konferencii <1/> s obmedzeným počtom príspevkov pre získavanie dôležitých oznámení od správcov projektu (v angličtine).
tr: Proje yöneticileri tarafından gönderilen önemli duyuruları (İngilizce) almak için <1/> düşük trafikli posta listesine abone olun.

source: Help Mailing List
de: „Help“-Mailing-Liste
eo: Helpa dissendolisto
es: Lista de correo para ayuda
fr: Liste de diffusion pour l'aide
ja: Help メーリングリスト
nb_no: Hjelp Epostliste
sk: Elektronická konferencia pomoci
tr: Yardım Posta Listesi

source: Subscribe to the Help mailing list to get support from the GNU Guix community via email. You can post messages in English though we also accept other languages.
de: Melden Sie sich bei der „Help“-Mailingliste an, um per E-Mail gemeinschaftlichen Rat zu GNU Guix zu bekommen. Sie können Nachrichten auch auf Deutsch verfassen.
eo: Ekabonu la helpan dissendoliston por peti helpon de la komunumo de GNU Guix per retmesaĝo. Vi povas poŝti anglajn mesaĝojn, tamen ni akceptas ankaŭ aliajn lingvojn.
es: Suscríbase a esta lista de correo para obtener ayuda de la comunidad de GNU Guix a través del correo electrónico. Puede publicar mensajes en español.
fr: Inscrivez-vous à la liste de diffusion Help pour recevoir de l'aide de la part de la communauté GNU Guix par courriel. Vous pouvez envoyer vos messages en anglais, et nous acceptons n'importe quelle autre langue.
ja: GNU Guix コミュニティからメールサポートを受けるには、Help メーリングリストを購読してください。他の言語も受け付けますが、英語で投稿できます。
nb_no: Abonner på Hjelp-epostlisten for å få støtte fra GNU Guix-miljøet via epost. Du kan sende meldinger på engelsk, men andre språk er også godtatt.
sk: Pripojte sa k elektronickej konferencii pomoci a získajte podporu prostredníctvom elektronickej pošty priamo od spoločenstva GNU Guix. Správy môžete posielať v angličtine ale prijímame správy aj v iných jazykoch.
tr: GNU Guix topluluğundan e-posta yoluyla destek almak için Yardım posta listesine abone olun. Diğer dilleri de kabul etmemize rağmen İngilizce mesaj gönderebilirsiniz.

# unique lingua code like en or zh-cn
source: en
de: de
eo: eo
es: es
fr: fr
sk: sk

source: Bug Reporting
de: Fehler melden
eo: Cimraporto
es: Informar de errores
fr: Rapporter des bogues
ja: バグ報告
nb_no: Bugrapporter
sk: Hlásenie chýb
tr: Hata Raporlama

source: If you found a bug in Guix, check whether the bug is already in the <1>bug database</1>. If it is not, please <2>report it.</2>
de: Wenn Sie einen Fehler in Guix gefunden haben, schauen Sie bitte, ob er bereits in der <1>Fehlerdatenbank</1> steht. Wenn nicht, sind wir dankbar, wenn Sie <2>ihn melden</2>.
eo: Se vi trovis cimon en Guix, kontrolu ĉu ĝi jam estas en la <1>cima datumbazo</1>. Se ne, bonvolu <2>raporti ĝin.</2>
es: Si ha encontrado un error en Guix, compruebe si el error ya se encuentra registrado en la <1>base de datos de errores</1>. Si no se encuentra allí le rogamos <2>que informe de él.</2>
fr: Si vous trouvez un bogue dans Guix, vérifier s'il n'est pas déjà dans la <1>base</1>. Sinon, <2>rapportez-le</2>.
ja: もし、Guix にバグを見つけたら、そのバグが<1>バグデータベース</1>にすでに登録されていないかどうかを確認してください。もし登録されていなければ、<2>それを報告してください。</2>
nb_no: Hvis du fant en bug i Guix, se om bugen allerede finnes i <1>bug-databasen</1>. Hvis ikke, vennligst <2>rapporter den.</2>
sk: Ak v systéme Guix nájdete chybu, uistite sa, či už nie je uvedená v <1>databáze</1>. Ak nie, <2>ohláste ju.</2>
tr: Guix'te bir hata bulduysanız, hatanın zaten <1>hata veritabanında</1> olup olmadığını kontrol edin. Yoksa lütfen <2>bildirin.</2>

source: Development Mailing List
de: Entwicklungs-Mailing-Liste
eo: Programista dissendolisto
es: Lista de correo para desarrollo
fr: Liste de diffusion de développement
ja: Development メーリングリスト
nb_no: Utvikling Epostliste
sk: Elektronická konferencia pre vývojárov
tr: Geliştirme Posta Listesi

source: Discussion about the development of GNU Guix. <1> Until July 2013</1>, the bug-Guix mailing list filled that role.
de: Hier finden Diskussionen über die Entwicklung von GNU Guix statt. <1>Bis zum Juli 2013</1> hat die Mailing-Liste bug-Guix diese Rolle übernommen.
eo: Diskuto pri la programado de GNU Guix. <1> Ĝis Julio 2013</1>, la dissendolisto bug-Guix plenumis tiun rolon.
es: Discusiones sobre el desarrollo de GNU Guix. <1> Hasta julio de 2013</1> la lista de correo bug-guix tenía dicho rol.
fr: Les discussions sur le développement de GNU Guix. <1>Jusqu'en juillet 2013</1>, la liste bug-Guix remplissait ce rôle.
ja: GNU Guix の開発についての議論。<1>2013 年 7 月までは</1>、bug-Guix メーリングリストがその役割を担っていました。
nb_no: Diskusjon om utvikling av GNU Guix. <1> Inntil Juli 2013</1> så fylte listen bug-Guix den rollen.
sk: Rozhovory o vývoji systému GNU Guix. Úlohu tejto konferencie zohrávala až <1>do júla 2013</1> elektronická konferencia bug-Guix.
tr: GNU Guix'in gelişimi hakkında tartışma. <1>Temmuz 2013'e<2> kadar bug-Guix posta listesi bu rolü üstlendi.

source: Patches Mailing List
de: Patches-Mailing-Liste
eo: Dissendolisto de flikaĵoj
es: Lista de correo para parches
fr: Liste de diffusion pour les correctifs
ja: Patches メーリングリスト
nb_no: Patcher Epostliste
sk: Elektronická konferencia pre záplaty
tr: Yama Posta Listesi

source: Submission of patches. Every message sent to this mailing list leads to a new entry in our <1>patch tracking tool</1>. See <2>this page</2> for more information on how to use it; see <3>the manual<3.1>en</3.1><3.2>Submitting-Patches.html</3.2></3> for more information on how to submit a patch. <4>Until February 2017</4>, the guix-devel mailing list filled that role.
de: Hier werden Patches eingereicht. Jede E-Mail, die an diese Liste geschickt wird, hat die Erzeugung eines neuen Eintrags in unserem <1>Werkzeug zur Erfassung von Patches</1> zur Folge. Auf <2>dieser Seite</2> finden Sie weitere Informationen darüber, wie Sie mit der Liste umgehen; <3>im Handbuch<3.1>de</3.1><3.2>Einreichen-von-Patches.html</3.2></3> sind Informationen zu finden, wie Sie einen Patch einreichen. <4>Bis zum 4. Februar 2017</4> hatte die Mailing-Liste guix-devel diese Rolle inne.
eo: Sendado de flikaĵoj. Ĉiu mesaĝo sendita al tiu dissendolisto kreas novan enigon en nia <1>spuradilo de flikaĵoj</1>. Vidu <2>tiun paĝon</2> por pliaj informoj pri kiel uzi ĝin; vidu <3>la manlibron<3.1>en</3.1><3.2>Submitting-Patches.html</3.2></3> por pliaj informoj pri kiel sendi flikaĵon. <4>Ĝis Februaro 2017</4>, la dissendolisto guix-devel plenumis tiun rolon.
es: Envío de parches. Cada correo que se envía a esta lista de correo genera una nueva entrada en nuestra <1>herramienta de seguimiento de parches</1>. Véase <2>esta página</2> para obtener más información sobre cómo usarla; véase <3>el manual<3.1>es</3.1><3.2>Envio-de-parches.html</3.2></3> para obtener más información sobre cómo enviar un parche. <4>Hasta febrero de 2017</4>, la lista de correo guix-devel tenía dicho rol.
fr: Soumettre des correctifs. Chaque message envoyé à cette liste de diffusion crée une nouvelle entrée dans notre <1>outil de suivi de correctifs</1>. Voir <2>cette page</2> pour plus d'informations sur son utilisation ; voir <3>le manuel<3.1>fr</3.1><3.2>Envoyer-des-correctifs.html</3.2></3> pour plus d'informations sur la soumission d'un correctif. <4>Jusqu'en février 2017</4>, la liste guix-devel remplissait ce rôle.
ja: パッチの投稿。このメーリングリストに送られたすべてのメッセージは我々の <1>パッチ追跡ツール</1>の新たなエントリーとなります。ツールの使い方のさらなる情報については<2>このページ</2>を参照してください。パッチの送り方のさらなる情報については<3>マニュアル<3.1>en</3.1><3.2>Submitting-Patches.html</3.2></3>を参照してください。 <4>2017 年 2 月までは</4>、guix-devel メーリングリストがその役割を担っていました。
nb_no: Innsending av patcher. Hver beskjed til denne listen lager en ny oppføring i vårt <1>sporingsverktøy for patcher</1>. Se <2>denne siden</2> for mer informasjon om hvordan å bruke det; see <3>manualen<3.1>en</3.1><3.2>Submitting-Patches.html</3.2></3> for mer informasjon om hvordan å sende en patch. <4>Inntil Februar 2017</4> så fylte listen guix-devel den rollen.
sk: Odovzdávanie záplat. Každá správa odoslaná do tejto konferencie vytvorí novú položku v našom <1>nástroji na sledovanie záplat</1>. Pozrite si <2>túto stránku</2> pre viac podrobností o jej používaní; prečítajte si <3>pomocníka<3.1>en</3.1><3.2>Submitting-Patches.html</3.2></3>, ak sa chcete dozvedieť viac o tom, ako odovzdávať záplaty. Úlohu tejto konferencie <4>do februára 2017</4> zohrávala elektronická konferencia guix-devel.
tr: Yamaların sunulması. Bu posta listesine gönderilen her mesaj, <1>yama izleme aracımızda</1> yeni bir girişe yönlendirir. Nasıl kullanılacağı hakkında daha fazla bilgi için <2>bu sayfaya</2> bakın; Yamanın nasıl gönderileceği hakkında daha fazla bilgi için <3>kılavuza<3.1>en</3.1><3.2>Submitting-Patches.html</3.2></3> bakın. <4>Şubat 2017'ye</4> kadar guix-devel posta listesi bu rolü üstlendi.

source: Science Mailing List
de: Science-Mailing-Liste
eo: Scienca dissendolisto
es: Lista de correo para ciencia
fr: Liste de diffusion pour scientifiques
ja: Science メーリングリスト
nb_no: Vitenskap Epostliste
sk: Vedecká elektronická konferencia
tr: Bilim Posta Listesi

source: Discussions about using GNU Guix for scientific purposes: reproducible research, high-performance computing (HPC), and more.
de: Diskussionen über die Nutzung von GNU Guix zu wissenschaftlichen Zwecken: reproduzierbare Forschung, Hochleistungsrechnen (High-Performance Computing, HPC) und mehr.
eo: Diskutoj pri uzado de GNU Guix por sciencaj celoj: reproduktebla esplorado, altrendimenta komputado (angle HPC), kaj pli.
es: Discusiones sobre el uso de GNU Guix para propósitos científicos: investigación reproducible, computación de alto rendimiento (HPC) y más.
fr: Discussions à propos de l'utilisation de GNU Guix pour la science : la recherche reproductible, le calcul haute-performance (HPC) et bien plus.
ja: 再現性のある研究、高性能コンピューティング（HPC）など、サイエンスのための GNU Guix の利用についての議論。
nb_no: Diskusjon om bruk av GNU Guix i forskningsøyemed: reproduserbar forskning, høy-ytelse databehandling (HPC), og mer.
sk: Rozhovory o používaní systému Guix na vedecké účely: opakovateľný výskum, vysokovýkonné počítanie (HPC) a omnoho viac.
tr: GNU Guix'i bilimsel amaçlarla kullanmayla ilgili tartışmalar: yeniden üretilebilir araştırma, yüksek performanslı bilgi işlem (HPC) ve daha fazlası.

source: Commits Mailing List
de: Commits-Mailing-Liste
eo: Dissendolisto de enmetoj
es: Lista de correo para «commits»
fr: Liste de diffusion des commits
ja: Commits メーリングリスト
nb_no: Commits Epostliste
sk: Elektronická konferencia pre oznamy o úpravách

source: Notifications of commits made to the <1>Git repositories</1>.
de: Benachrichtigt über Commits auf den <1>Git-Repositorys</1>.
eo: Sciigoj de enmetoj faritaj en la <1>deponejoj Git</1>.
es: Notificaciones de las revisiones subidas («commit» en inglés) a los <1>repositorios de Git</1>.
fr: Notifications des commits introduits dans les <1>dépôts Git</1>.
ja: <1>Git リポジトリ</1> のコミット通知。
nb_no: Beskjeder om commits i <1>Git-repositoriene</1>.
sk: Upozornenia na úpravy v <1>Git repozitároch</1>.

source: Security Mailing List
de: Sicherheits-Mailing-Liste
eo: Sekureca dissendolisto
es: Lista de correo de seguridad
fr: Liste de diffusion pour la sécurité
ja: Security メーリングリスト
nb_no: Sikkerhet Epostliste
sk: Elektronická konferencia o bezpečnosti
tr: Güvenlik Posta Listesi

source: This is a private mailing list that anyone can post to to <1>report security issues</1> in Guix itself or in the <2>packages</2> it provides. Posting here allows Guix developers to address the problem before it is widely publicized.
de: Dies ist eine private Mailing-Liste, an die jeder schreiben kann, um <1>Sicherheitslücken zu melden</1>, die sich in Guix selbst oder in den zur Verfügung gestellten <2>Paketen</2> befinden. Eine E-Mail an diese Liste gibt den Guix-Entwicklern die Gelegenheit, Lücken zu beseitigen, bevor sie weithin bekannt werden.
eo: Ĝi estas privata dissendolisto, en kiu ĉiu povas poŝti por <1>raporti sekurigajn problemojn</1> pri Guix mem aŭ la <2>pakoj</2>, kiujn ĝi provizas. Poŝtado en tiu listo permesas la programistojn de Guix prizorgi la problemon antaŭ ol ĝi larĝe publikiĝos.
es: Es una lista de correo privada a la que cualquiera puede enviar un correo para <1>informar de problemas de seguridad</1> en el propio Guix o en los <2>paquetes</2> que proporciona. Enviar la información aquí permite a quienes desarrollan Guix atajar el problema antes de que sea algo ampliamente conocido.
fr: C'est une liste de diffusion privée sur laquelle n'importe qui peu envoyer <1>des rapports de problèmes de sécurité</1> dans Guix lui-même ou dans les <2>paquets</2> qu'il fournit. Envoyer ces rapports ici permets aux développeurs de Guix de s'occuper du problème avant qu'il ne soit connu publiquement.
ja: Guix 自身または提供されている<2>パッケージ</2>の<1>セキュリティに関する問題を報告</1>するために誰でも投稿できるプライベートなメーリングリスト。ここへ投稿することで、その問題が広く知れ渡る前に Guix 開発者が対処することができます。
nb_no: Dette er en privat epostliste hvor man kan <1>rapportere sikkerhetsproblemer</1> i Guix, eller <2>pakkene</2> Guix tilbyr. Ved å poste hit så kan utviklere av Guix addressere problemet før det blir viden kjent.
sk: Toto je súkromná elektronická konferencia, kde môžete <1>ohlasovať bezpečnostné nedostatky</1> v systéme Guix samotnom alebo v poskytovaných <2>balíkoch</2>. Takto umožníte vývojárom systému Guix, aby nedostatky odstránili ešte pred ich zverejnením.
tr: Bu, Guix'in kendisindeki veya sağladığı <2>paketlerdeki</2> <1>güvenlik sorunlarını bildirmek</1> için herkesin gönderebileceği özel bir posta listesidir. Burada yayınlamak, Guix geliştiricilerinin sorunu geniş çapta yayınlanmadan önce ele almasına olanak tanır.

source: Sysadmin Mailing List
de: Sysadmin-Mailing-Liste
eo: Dissendolisto de sistemestroj
es: Lista de correo de administración de sistemas
fr: Liste de diffusion des administrateurs systèmes
ja: Sysadmin メーリングリスト
nb_no: Sysadmin Epostliste
sk: Elektronická konferencia pre systémových správcov
tr: Sysadmin Posta Listesi

source: Private mailing list for the <1>build farm</1> system administration.
de: Private Mailing-Liste für Systemadministratoren der <1>Erstellungsfarm</1>.
eo: Privata dissendolisto por la sistemadministrado de la <1>programtraduka servilaro</1>.
es: Lista de correo privada para la administración de los sistemas de la <1>granja de construcción</1>.
fr: Liste de diffusion privée pour l'administration système de la <1>ferme de construction</1>.
ja: <1>ビルドファーム</1>のシステム管理者のプライベートメーリングリスト。
nb_no: Privat epostliste for administrasjon av <1>byggefarmen</1>.
sk: Súkromná elektronická konferencia o správe <1>zostavovacej farmy</1>.

source: Private alias to reach the <1>maintainer collective</1>. This should generally not be used to discuss technical issues.
de: Private Alias-Adresse, um das <1>Kollektiv aus allen Betreuern bzw.@: Maintainern</1> zu erreichen. Darüber sollten im Allgemeinen keine technischen Probleme diskuttiert werden.
eo: Malpublika retadreso por la <1>prizorganta kolektivo</1>. Ĝenerale vi ne devas uzi ĝin por diskuti teknikajn problemojn.
es: Alias privado para alcanzar el <1>maintainer collective</1>. Esto generalmente no debería ser utilizado para debatir cuestiones técnicas.
ja: <1>メンテナー共同体</1>に届くプライベートエイリアス。これは通常、技術的な課題の議論をするために使用するべきではありません。
nb_no: Privat alias for å nå <1>vedlikeholderkollektivet</1>. Denne skal generelt ikke brukes til å diskutere tekniske problemer.
sk: Súkromné spojenie so <1>združením správcov</>, ktoré však nie je určené na rozhovory o technických ťažkostiach.

source: GNU System Discuss Mailing List
de: Mailing-Liste für GNU-System-Diskussionen
eo: Diskuta dissendolisto de la sistemo GNU
es: Lista de correo para discusiones sobre el sistema GNU
fr: Liste de diffusion de discussion du système GNU
ja: GNU システムのディスカッションメーリングリスト
nb_no: GNU System Discuss Epostliste
sk: Elektronická konferencia pre rozhovory o systéme GNU
tr: GNU Sistem Tartışma Posta Listesi

source: Discussion about the development of the broader GNU system.
de: Für Diskussionen über die Entwicklung des GNU-Systems allgemein.
eo: Diskuto pri la programado de la tuta sistemo GNU.
es: Discusiones sobre el desarrollo del sistema GNU en el sentido más amplio.
fr: Discussions sur le développement du système GNU dans son ensemble.
ja: 広義の GNU システムの開発についての議論。
nb_no: Diskusjon om utvikling av det bredere GNU-systemet.
sk: Rozhovory o vývoji systému GNU vo všeobecnosti.
tr: GNU sisteminin gelişimi hakkında daha geniş tartışma.

source: GNU/Linux-libre Mailing List
de: GNU/Linux-libre-Mailing-Liste
eo: Dissendolisto de GNU/Linukso-libera
es: Lista de correo de GNU/Linux-libre
fr: Liste de diffusion de GNU/Linux-libre
ja: GNU/Linux-libre メーリングリスト
nb_no: GNU/Linux-libre Epostliste
sk: Elektronická konferencia GNU/Linux-libre
tr: GNU/Linux-libre Posta Listesi

source: Workgroup for fully free GNU/Linux distributions.
de: Arbeitsgruppe für völlig freie GNU/Linux-Distributionen.
eo: Laborgrupo pri tute liberaj GNU/Linuksaj distribuaĵoj.
es: Grupo de trabajo sobre distribuciones GNU/Linux completamente libres.
fr: Groupe de travail pour créer des distributions GNU/Linux totalement libres.
ja: 完全に自由な GNU/Linux ディストリビューションのためのワークグループ。
nb_no: Arbeidsgruppe for fullstending frie GNU/Linux-distribusjoner.
sk: Pracovná skupina pre vytváranie úplne slobodných distribúcií systému GNU/Linux.
tr: Tamamen özgür GNU/Linux dağıtımları için çalışma grubu.

source: GNU Info Mailing List
de: GNU-Info-Mailing-Liste
eo: Informa dissendolisto de GNU
es: Lista de correo informativa de GNU
fr: Liste de diffusion d'informations sur GNU
ja: GNU Info メーリングリスト
nb_no: GNU Info Epostliste
sk: Informačná elektronická konferencia o GNU
tr: GNU Bilgilendirme Posta Listesi

source: GNU software announcements.
de: Ankündigungen für GNU-Software.
eo: Anoncoj pri GNUaj programaroj.
es: Anuncios de software de GNU.
fr: Annonces sur les logiciels de GNU.
ja: GNU ソフトウェアのアナウンス。
nb_no: GNU programvarekunngjøringer.
sk: Oznámenia o softvéri GNU.
tr: GNU yazılım duyuruları.

# webpage title
source: Help
de: Hilfe
eo: Helpo
es: Ayuda
fr: Aide
ja: ヘルプ
nb_no: Hjelp
sk: Pomoc
tr: Yardım
