Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: GNU Guix is a large project developed mostly by volunteers from all around the world. You are welcome to join us in the <1>development mailing list</1> or in the <2>#guix channel</2> on the Libera Chat IRC network. Tell us how would you like to help, and we will do our best to guide you.
de: GNU Guix ist ein großes Projekt, das hauptsächlich von Freiwilligen aus aller Welt entwickelt wird. Sie sind bei uns auf der <1>Mailing-Liste zur Guix-Entwicklung</1> oder auf dem <2>„#guix“-Kanal</2> im IRC-Netzwerk Libera Chat herzlich willkommen. Sagen Sie uns, wie Sie uns helfen möchten, und wir tun unser Bestes, um Sie dabei zu begleiten.
eo: GNU Guix estas larĝa projekto programata ĉefe de volontuloj de la tuta mondo. Vi estas bonvena retrovi nin en la <1>programista dissendolisto</1> aŭ en la <2>kanalo #guix</2> ĉe Libera Chat IRC reto. Diru al ni, kiel vi volas helpi, kaj ni gvidos vin kiel eble plej bone.
es: GNU Guix es un gran proyecto desarrollado principalmente por personas que contribuyen voluntariamente a lo largo y ancho del mundo. Tiene nuestra bienvenida para unirse a nosotras a través de <1>la lista de correo de desarrollo</1> o en el <2>canal #guix</2> en el IRC de Libera Chat. Cuéntenos cómo le gustaría ayudar y haremos todo lo que esté en nuestra mano para guiarle.
ja: GNU Guix はその多くが世界中のボランティアによって開発された巨大なプロジェクトです。あなたは <1>development メーリングリスト</1>や、Libera Chat IRC ネットワーク上の <2>#guix チャンネル</2>に自由に参加できます。どのようなヘルプを受けたいかを教えていただいたら、私たちはベストを尽くしてあなたを導きます。
nb_no: GNU Guix er et stort prosjekt utviklet hovedsaklig av frivillige verden over. Du er velkommen til å bli med oss i <1>utviklingslisten</1> eller på <2>#guix-kanalen</2> på Libera Chat IRC-nettverket. Fortell oss hvordan du ønsker å bidra og vi vil gjøre vårt beste for å veilede deg.
sk: GNU Guix je široký projekt vyvíjaný hlavne dobrovoľníkmi z celého sveta. Budeme radi, ak sa k nám pridáte cez <1>elektronickú konferenciu pre vývojárov</1> alebo prostredníctvom kanála <2>#guix channel</2> v IRC sieti Libera Chat. Povedzte, s čím by ste nám chceli pomôcť a my vám radi ukážeme ako na to.

source: We want to provide a warm, friendly, and harassment-free environment, so that anyone can contribute to the best of their abilities. To this end our project uses a “Contributor Covenant”, which was adapted from <1>https://contributor-covenant.org/</1>. You can find the full pledge in the <2>CODE-OF-CONDUCT</2> file.
de: Wir möchten eine warme, freundliche Umgebung frei von Belästigungen bieten, damit jeder so gut er kann mithelfen kann. Deshalb folgt dieses Projekt einer Vereinbarung („Contributor Covenant“), die auf <1>https://www.contributor-covenant.org/translations</1> basiert. Sie können unser vollständiges Versprechen in der Datei <2>CODE-OF-CONDUCT</2> nachlesen.
eo: Ni volas provizi allogan, amikan, kaj senincitadan medion, por ke ĉiu povu kontribui kiel eble plej bone laŭ siaj kapabloj. Konsekvence nia projekto uzas “Kontrakton de la Kontribuanto”, kiu estas adaptita de <1>https://contributor-covenant.org/</1>. Vi povas trovi la tutan kontrakton en la dosiero <2>CODE-OF-CONDUCT</2>.
es: Queremos proporcionar un entorno cálido, amistoso y libre de acoso, para que cualquiera pueda contribuir al máximo de sus capacidades. Para este fin nuestro proyecto usa un ``Acuerdo de Contribución'', que fue adaptado de <1>https://www.contributor-covenant.org/translations</1>. Puede encontrar el texto completo en el archivo <2>CODE-OF-CONDUCT</2>.
fr: Nous voulons vous offrir un environnement accueillant, amical et sans harcèlement, pour que tout le monde puisse contribuer au mieux de ses capacités. Pour cela, notre projet utilise un « engagement du contributeur », adapté de <1>https://contributor-covenant.org/</1>. Vous pouvez trouver notre engagement complet dans le fichier <2>CODE-OF-CONDUCT</2>.
ja: 私たちは誰もが自身の能力を最大限に発揮できるように、あたたかく、友好的で、ハラスメントのない環境を提供したいと考えています。そのために私たちのプロジェクトでは、<1>https://contributor-covenant.org/</1>を題材にした「コントリビューター行動規範」を利用しています。行動規範の全容は <2>CODE-OF-CONDUCT</2> ファイルで確認できます。
nb_no: Vi ønsker å tilby et varmt, vennlig, og trakasseringsfritt miljø slik at alle kan bidra etter deres beste evner. I dette øyemed bruker Guix en “Contributor Covenant” som var tilpasset fra <1>https://contributor-covenant.org/</1>. Du kan finne hele løftet i filen <2>CODE-OF-CONDUCT</2>.
sk: Chceme vám poskytnúť príjemné a priateľské prostredie bez obťažovania, aby sa každý mohol zapojiť najlepšie ako vie. Preto sa náš projekt riadi „záväzkom prispievateľa“ založeným na <1>https://contributor-covenant.org/</1>. Úplné znenie záväzku nájdete v súbore <2>CODE-OF-CONDUCT</2>.
tr: Herkesin yeteneklerini en iyi şekilde kullanabilmesi için sıcak, arkadaş canlısı ve tacizden uzak bir ortam sağlamak istiyoruz. Bu amaçla projemiz, <1>https://contributor-covenant.org/</1> adresinden uyarlanmış bir “Katılımcı Sözleşmesi” kullanmaktadır. Sözleşmenin tamamını <2>CODE-OF-CONDUCT</2> dosyasında bulabilirsiniz.

source: Project Management
de: Projektverwaltung
eo: Administrado de la projekto
es: Gestión del proyecto
fr: Gestion du projet
ja: プロジェクトマネジメント
nb_no: Prosjektbehandling
sk: Správa projektu
tr: Proje Yönetimi

source: We use <1>Savannah</1> as the central point for development, maintenance and distribution of the Guix System Distribution and GNU Guix.
de: Wir verwenden <1>Savannah</1> als zentralen Sammlungspunkt für die Entwicklung, Wartung und Verteilung der Guix-System-Distribution und von GNU Guix.
eo: Ni uzas <1>Savannah</1> kiel centran objekton por programado, prizorgado kaj distribuo de la sistemo Guix kaj GNU Guix.
es: Usamos <1>Savannah</1> como punto central del desarrollo, mantenimiento y distribución de la distribución del sistema Guix y de GNU Guix.
fr: Nous utilisons <1>Savannah</1> comme point central pour le développement, la maintenance et la distribution du système Guix et de GNU Guix.
ja: 私たちは開発、保守、そして GNU システムディストリビューションと GNU Guix の配布の中枢として <1>Savannah</1> を利用しています。
nb_no: Vi bruker <1>Savannah</1> som det sentrale knytepunktet for utvikling, vedlikehold og distribusjon av Guix System-distribusjonen samt GNU Guix.
sk: Používame <1>Savannah</1> ako ústredný bod pre vývoj, správu a distribúciu systému Guix a GNU Guix.
tr: Savannah'ı Guix Sistem Dağıtımı ve GNU Guix'in geliştirilmesi, bakımı ve dağıtımı için merkezi nokta olarak kullanıyoruz.

source: The source files for all the components of the project, including software, web site, documentation, and artwork, are available in <1>Git repositories</1> at Savannah.
de: Die Quelldateien für alle Komponenten des Projekts, einschließlich seiner Software, seines Webauftritts, seiner Dokumentation, seiner Grafiken und Mediendateien, befinden sich in <1>Git-Repositorys</1> bei Savannah.
eo: La fontkodaj dosieroj de ĉiuj komponantoj de la projekto, inkluzive de programaro, retejo, dokumentado, kaj grafiko, estas disponeblaj en la <1>deponejoj Git</1> ĉe Savannah.
es: Los archivos de fuentes para todos los componentes del proyecto, incluyendo el software, la página web, documentación y obras de arte se encuentran disponibles en los <1>repositorios Git</1> en Savannah.
fr: Les fichiers sources de tous les composants du projet, dont le logiciel, le site web, la documentation et les illustrations, sont disponibles dans les <1>dépôts Git</1> sur Savannah.
ja: ソフトウェア、ウェブサイト、ドキュメント、アートワークを含むプロジェクトのすべてのコンポーネントのソースコードは Savannah の <1>Git リポジトリ</1>から入手可能です。
nb_no: Kildefilene for alle komponentene av prosjektet, inkludert programvare, nettside, dokumentasjon, og kunstverk, er tilgjengelig i <1>Git-repositoriene</1> på Savannah.
sk: Zdrojové súbory všetkých súčastí projektu, vrátane softvéru, internetovej stránky, príručiek a grafiky, sú dostupné v <1>Git repozitároch</1> na Savannah.
tr: Yazılım, web sitesi, dokümantasyon ve sanat eseri dahil olmak üzere projenin tüm bileşenlerinin kaynak dosyaları Savannah'daki Git depolarında mevcuttur.

source: Access Savannah
de: Zu Savannah
eo: Atingi Savannah
es: Acceso a Savannah
fr: Accéder à Savannah
ja: Savannah にアクセスする
nb_no: Gå til Savannah
sk: Pristupovať k Savannah
tr: Savannah'a git

source: Art
de: Grafiken und Medien
eo: Arto
es: Arte
ja: アート
nb_no: Kunst
sk: Grafika
tr: Sanat

source: We are always looking for artists to help us design and improve user interfaces, and create multimedia material for documentation, presentations, and promotional items.
de: Wir sind immer auf der Suche nach Künstlern, die uns beim Design und der Verbesserung von Benutzeroberflächen unterstützen und Multimedia-Material für die Dokumentation, für Präsentationen und Werbeartikel erschaffen.
eo: Ni ankoraŭ serĉas artistojn, por fasoni kaj plibonigi fasadojn, kaj krei plurmedian materialon pri dokumentado, prezentoj, kaj reklamaj objektoj.
es: Siempre estamos en busca de artistas que nos ayuden a diseñar y mejorar las interfaces de usuario, y con la creación de material multimedia para la documentación, presentaciones y artículos promocionales.
fr: Nous cherchons toujours des artistes pour nous aider à concevoir et améliorer nos interfaces utilisateurs et créer des fichiers multimédias pour la documentation, les présentations et le matériel promotionnel.
ja: 私たちはユーザーインターフェースのデザインや改善、ドキュメントやプレゼンテーション、宣伝資材のマルチメディア素材の作成などを手助けしてくれるアーティストを常に募集しています。
nb_no: Vi ser alltid etter artister til å hjelpe oss å designe og forbedre brukergrensesnitt, og lage multimedia materiale for dokumentasjon, presentasjoner, og promo-artikler.
sk: Neustále hľadáme výtvarníkov aby nám pomohli s návrhom a úpravami používateľských rozhraní ako aj s multimediálnou tvorbou pre príručky, prezentácie a reklamné materiály.
tr: Her zaman kullanıcı arayüzlerini tasarlamamıza, geliştirmemize, dokümantasyon, sunum ve promosyon ürünleri için multimedya materyali oluşturmamıza yardımcı olacak sanatçılar arıyoruz.

source: The artwork used in the different components of the project is available in the <1>guix-artwork</1> repository.
de: Die Grafiken und Mediendateien, die in den verschiedenen Komponenten des Projekts zum Einsatz kommen, stehen im <1>guix-artwork</1>-Repository zur Verfügung.
eo: La grafikaĵoj uzataj en la diversaj komponantoj de la projekto estas disponeblaj en la deponejo <1>guix-artwork</1>.
es: Las obras de arte usadas en los diferentes componentes del proyecto están disponibles en el repositorio <1>guix-artwork</1>.
fr: Les illustrations utilisées dans les différents composants du projet se trouvent dans le dépôt <1>guix-artwork</1>.
ja: プロジェクトの様々なコンポーネントで使用されたアートワークは <1>guix-artwork</1> リポジトリから入手可能です。
nb_no: Kunstverket som brukes i de forskjellige komponentene av prosjektet er tilgjengelig i repositoriet <1>guix-artwork</1>.
sk: Grafika použitá v rôznych súčastiach projektu je dostupná v repozitári <1>guix-artwork</1>.
tr: Projenin farklı bileşenlerinde kullanılan sanat eserlerine <1>guix-artwork</1> deposundan erişilebilir.

source: Documentation
de: Dokumentation
eo: Dokumentado
es: Documentación
ja: ドキュメント
nb_no: Dokumentasjon
sk: Dokumentácia
tr: Belgelendirme

source: You can read the <1>project documentation</1> already available in the system and in the website, and help us identify any errors or omissions. Creating new manuals, tutorials, and blog entries will also help users and developers discover what we do.
de: Sie können die <1>Projektdokumentation</1>, die es schon im System und auf dem Webauftritt gibt, lesen und uns dabei helfen, Fehler zu finden und Unvollständiges zu ergänzen. Wenn Sie neue Handbücher, Anleitungen und Blog-Einträge schreiben, können Nutzer und Entwickler leichter erkennen, was wir tun.
eo: Vi povas legi la <1>projektodokumentadon</1> jam disponeblan en la sistemo kaj retejo, kaj helpi nin trovi erarojn aŭ forgesojn. Krei novajn manlibrojn, lernilojn, kaj blogaĵojn ankaŭ helpos uzantojn kaj programistojn malkovri tion, kion ni faras.
es: Puede leer la <1>documentación del proyecto</1> disponible en el sistema y en el sitio web, y ayudarnos a identificar errores u omisiones. La creación de nuevos manuales, tutoriales y artículos del blog también ayuda a usuarios y desarrolladores a descubrir lo que hacemos.
fr: Vous pouvez lire la <1>documentation du projet</1> déjà disponible dans le système et sur le site web, et nous aider à trouver des erreurs ou des omissions. Créer de nouvelles entrées du manuel, de nouveaux tutoriels ou de nouveaux billets de blog aidera nos utilisateurs, utilisatrices, développeurs et développeuses à découvrir de nouvelles possibilités.
ja: システムおよびウェブサイトで利用可能なプロジェクトドキュメントを読み、誤字・脱字がないかを確認することができます。また、新たなマニュアル、チュートリアル、ブログ記事を作成することは、ユーザーや開発者が何をすべきかを発見する助けになります。
nb_no: Du kan lese <1>prosjektdokumentasjonen<1> allerede tilgjengelig i systemet og på nettsiden, og hjelpe oss å oppdage feil eller mangler. Å lage nye manualer, veiledninger, og bloggposter vil også hjelpe brukere og utviklere å oppdage hva vi gjør.
sk: Môžete si prečítať <1>dokumentáciu projektu</1> dostupnú v systéme a na tejto stránke a pomôcť nám odhaľovať chyby a nedostatky. Vytvorením nových príručiek, návodov a príspevkov na blogu zase pomôžete používateľom a vývojárom dozvedieť sa o tom čo robíme.
tr: Sistemde ve web sitesinde halihazırda mevcut olan <1>proje belgelerini</1> okuyabilir ve herhangi bir hata veya eksiklik tespit etmemize yardımcı olabilirsiniz. Yeni kılavuzlar, öğreticiler ve blog gönderileri oluşturmak kullanıcıların ve geliştiricilerin ne yaptığımızı keşfetmesine de yardımcı olacaktır.

source: Helping improve the documentation of the <1>packaged software</1> is another way to contribute.
de: Hilfe bei der Verbesserung der Dokumentation der von uns <1>in Paketen angebotenen Software</1> ist eine weitere Möglichkeit, GNU Guix zu unterstützen.
eo: Plibonigi la dokumentadon de la <1>pakitaj programaroj</1> estas alia maniero por kontribui.
es: Ayudar a mejorar la documentación del <1>software empaquetado</1> es otra forma de contribuir.
fr: Aider à améliorer la documentation des <1>logiciels empaquetés</1> est une autre manière de contribuer.
ja: <1>パッケージ化されたソフトウェア</1>のドキュメントを改善する手助けは、また別の貢献手段です。
nb_no: Hjelpe med å forbedre dokumentasjonen av <1>pakkede programmer</1> er en annen måte å bidra på.
sk: Pomáhať s vylepšením dokumentácie <1>softvérových balíkov</1> je ďalší spôsob akým sa môžete zapojiť.
tr: <1>Paketlenmiş yazılımların</1> belgelerinin iyileştirilmesine yardımcı olmak, katkıda bulunmanın başka bir yoludur.

source: Start writing
de: Schreiben Sie Texte
eo: Ekskribi
es: Empezar a escribir
fr: Commencer à écrire
ja: 書き始める
nb_no: Start skrivingen
sk: Začať písať
tr: Yazmaya başla

source: Packages
de: Pakete
eo: Pakoj
es: Paquetes
fr: Paquets
ja: パッケージ
nb_no: Pakker
sk: Balíky
tr: Paketler

source: Hundreds of software, documentation, and assets need to be packaged to make it easier for users to install their favorite tools with the Guix package manager, and be productive using the system.
de: Für Hunderte von Programmen, Dokumentation und Medien müssen noch Pakete geschrieben werden, damit es Benutzer leichter haben, ihre Lieblingswerkzeuge mit dem Guix-Paketverwaltungsprogramm zu installieren und das System produktiv zu nutzen.
eo: Centojn da programaroj, dokumentadoj, kaj rimedoj oni devas paki, por ke la uzantoj facile instalu siajn preferatajn ilojn per la pakadministrilo Guix, kaj produktiviĝu uzante la sistemon.
es: Se debe empaquetar una gran cantidad de software, documentación y archivos de datos para hacer más fácil a quienes usan el sistema instalar sus herramientas favoritas con el gestor de paquetes Guix y sacar provecho al uso del sistema.
fr: Des centaines de logiciels, de documentations et de ressources doivent être empaquetées pour faciliter l'installation de vos outils favoris avec le gestionnaire de paquets Guix, pour que vous soyez productif avec le système.
ja: 何百ものソフトウェア、ドキュメント、資産をパッケージ化し、ユーザーが Guix パッケージマネージャでお気に入りのツールを簡単にインストールできるようにし、システムを利用して生産性を高められるようにする必要があります。
nb_no: Hundrevis av programmer, dokumentasjon, og ekstra materiale behøves å pakkes for å gjøre det enklere for brukere å installere deres favorittprogrammer med pakkebehandleren Guix, og bli produktive med bruk av systemet.
sk: Zo stoviek programov, dokumentácií a zdrojov je ešte treba vytvoriť balíky a zjednodušiť tak používateľom inštaláciu ich obľúbených nástrojov prostredníctvom správcu balíkov Guix, aby mohli byť so systémom ešte produktívnejší.
tr: Kullanıcıların favori araçlarını Guix paket yöneticisiyle yüklemelerini ve sistemi kullanarak üretken olmalarını kolaylaştırmak için yüzlerce yazılım, belge ve varlığın paketlenmesi gerekir.

source: Information on how to add packages to the distribution can be found <1>in the manual<1.1>en</1.1><1.2>Contributing.html</1.2></1>.
de: Informationen, wie Sie Pakete zur Distribution hinzufügen können, finden Sie <1>im Handbuch<1.1>de</1.1><1.2>Mitwirken.html</1.2></1>.
eo: Informojn pri kiel aldoni pakojn al la distribuaĵo oni povas trovi <1>en la manlibro<1.1>en</1.1><1.2>Contributing.html</1.2></1>.
es: Se puede encontrar información sobre cómo añadir paquetes a la distribución <1>en el manual<1.1>es</1.1><1.2>Contribuir.html</1.2></1>.
ja: ディストリビューションへパッケージを追加する方法についての情報は<1>マニュアル<1.1>en</1.1><1.2>Contributing.html</1.2></1>に記載されています。
nb_no: Informasjon om hvordan å legge til pakker i distribusjonen finnes i <1>i manualen<1.1>en</1.1><1.2>Contributing.html</1.2></1>.
sk: Podrobnosti o tom ako pridávať balíky do distribúcie môžete nájsť <1>v príručke<1.1>en</1.1><1.2>Contributing.html</1.2></1>.

source: Check out the <1>package database</1> for a list of available packages, and the <2>patch-tracking database</2> for a list of pending submissions.
de: Schauen Sie in die <1>Paketdatenbank</1>, wenn Sie eine Liste der verfügbaren Pakete sehen wollen, und in die <2>Datenbank zur Patch-Erfassung</2> für eine Liste unbearbeiteter Einreichungen.
eo: Kontrolu la disponeblajn pakojn en la <1>datumbazo de pakoj</1>, kaj la farendajn sendadojn en la <2>datumbazo de flikaĵospurado</2>.
es: Puede ver la lista de paquetes disponibles en <1>la base de datos de paquetes</1>, y una lista de envíos pendientes en la <2>base de datos de seguimiento de parches</2>.
fr: vérifiez la liste des paquets disponibles dans la <1>base de donnée des paquets</1> et la <2>base de données des correctifs</2> en cours de soumission.
ja: <1>パッケージデータベース</1>で入手可能なパッケージのリストを、 <2>パッチ追跡データベース</2>で未解決のパッチを調べてください。
nb_no: Se <1>pakkedatabasen</1> for en liste av tilgjengelige pakker, og <2>patch-sporingsdatabasen</2> for en liste med avventende innsendte pakker.
sk: Prezrite si zoznam dostupných balíkov v <1>databáze balíkov</1> a zoznam balíkov, ktoré čakajú na pridanie v <2>databáze sledovania záplat</2>.
tr: Mevcut paketlerin bir listesi için <1>paket veritabanına<1/> ve bekleyen gönderimler için <2>yama izleme veritabanına</2> bakabilirsiniz.

source: Send a new package
de: Senden Sie ein neues Paket
eo: Sendi novan pakon
es: Enviar un paquete nuevo
fr: Envoyer un nouveau paquet
ja: 新しいパッケージを送信する
nb_no: Send en ny pakke
sk: Odoslať nový balík
tr: Yeni bir paket gönder

source: Programming
de: Programmierung
eo: Programi
es: Programación
fr: Programmer
ja: プログラミング
nb_no: Programmering
sk: Programovať
tr: Programlama

source: Source code is in the <1>main Git repository</1>. We use <2>GNU Guile</2> as the main programming and extension language for the components of the system.
de: Der Quellcode ist im <1>Haupt-Git-Repository</1> zu finden. Wir benutzen die Programmier- und Erweiterungssprache <2>GNU Guile</2> für den Großteil der Programmierung und der Komponenten des Systems.
eo: La fontkodo estas en la <1>ĉefa deponejo Git</1>. Ni uzas <2>GNU Guile</2> kiel ĉefan programadan kaj kromprograman lingvon por la komponantoj de la sistemo.
es: El código fuente se encuentra en <1>el repositorio Git principal</1>. Usamos <2>GNU Guile</2> como principal lenguaje de programación y lenguaje de extensiones para los componentes del sistema.
fr: Le code source est dans le <1>dépôt Git principal</1>. Nous utilisons <2>GNU Guile</2> comme langage de programmation et d'extension principal pour les composants du système.
ja: ソースコードは<1>メイン Git リポジトリ</1>にあります。私たちはプログラミングやシステムのコンポーネントの拡張言語として <2>GNU Guile</2> を主に利用しています。
nb_no: Kildekode er i <1>hoved-repositoriet</1>. Vi bruker <2>GNU Guile</2> som det ledende programmering- og utvidelsesspråket for komponenter av systemet.
sk: Zdrojový kód sa nachádza v <1>hlavnom Git repozitári</1>. Ako hlavný jazyk na programovanie súčastí systému používame <2>GNU Guile</2>.
tr: Kaynak kodumuz <1>ana Git depomuzda.</1> Sistemin bileşenleri için ana programlama ve genişletme dili olarak <2>GNU Guile'yi</2> kullanıyoruz.

source: You will find it useful to browse the <1>Guile manual</1> or other <2>introductory material about Scheme</2>. Also, make sure to read the <3>Contributing<3.1>en</3.1><3.2>Contributing.html</3.2></3> section of the manual for more details on the development setup, as well as the coding and cooperation conventions used in the project.
de: Sie werden es hilfreich finden, das <1>Guile-Handbuch</1> oder andere <2>einführende Texte über Scheme</2> zu lesen. Sie sollten außerdem den Abschnitt <3>Mitwirken<3.1>de</3.1><3.2>Mitwirken.html</3.2></3> im Handbuch lesen, um mehr Details über die Einrichtung Ihrer Entwicklungsumgebung sowie die Konventionen für Programmierung und Zusammenarbeit zu erfahren, die im Projekt gelten.
eo: Estas bona ideo foliumi la <1>manlibron de Guile</1> aŭ alian <2>enkondukan materialon pri Scheme</2>. Ankaŭ, certiĝu legi la fakon <3>Kontribui<3.1>en</3.1><3.2>Contributing.html</3.2></3> de la manlibro por pliaj detaloj pri la programista agordo, kaj pri la kodaj kaj kunlaboraj interkonsentoj uzataj en la projekto.
es: Es posible que encuentre útil la navegación por el <1>manual de Guile</1> u otro <2>material introductorio sobre Scheme</2>. También asegúrese de leer la sección sobre cómo <3>contribuir<3.1>es</3.1><3.2>Contribuir.html</3.2></3> del manual para obtener más detalles sobre la configuración de desarrollo así como las convenciones de código y cooperación usadas en el proyecto.
fr: Vous trouverez utile de regarder le <1>manuel de Guile</1> et d'autres <2>introductions à Scheme</2>. En plus, assurez-vous de lire la section <3>Contribuer<3.1>fr</3.1><3.2>Contribuer.html</3.2></3> du manuel pour plus d'informations sur l'environnement de développement, ainsi que sur les conventions de code et de coopération utilisées par le projet.
ja: <1>Guile マニュアル</1>や他の<2>Scheme 入門</2>を閲覧することが有益であることがわかると思います。また、開発環境のセットアップについてのさらなる詳細、ならびに、プロジェクトで使用されるコーディング規約と協力の際の規約を確認するためにマニュアルの<3>Contributing<3.1>en</3.1><3.2>Contributing.html</3.2></3>セクションも必ず読んでください。
nb_no: Du vil finne det nyttig å bla gjennom <1>Guile-manualen</1> eller annet <2>introduksjonsmateriale om Scheme</2>. Også sørg for å lese <3>Bidrags-seksjonen<3.1>en</3.1><3.2>Contributing.html</3.2></3> av manualen for flere detaljer om utvikling, oppsett, samt koding- og samarbeidskonvensjoner i bruk av prosjektet.
sk: Zíde sa vám prečítať si <1>príručku jazyka Guile</1> ako aj <2>úvod do jazyka Scheme</2>. Určite si prečítajte aj oddiel <3>Zapojiť sa<3.1>en</3.1><3.2>Contributing.html</3.2></3> v príručke pre viac podrobností o nastavení vývojového prostredia, ako aj o dohodnutých pravidlách kódovania a spolupráce, ktorými sa v projekte riadime.

source: Send a patch
de: Einen Patch senden
eo: Sendi flikaĵon
es: Enviar un parche
fr: Envoyer un correctif
ja: パッチを送信する
nb_no: Send en patch
sk: Odoslať záplatu
tr: Yama gönder

source: System Administration
eo: Sistemadministrado
es: Administración del sistema
fr: Administration système
ja: システム管理
nb_no: Systemadministrasjon
sk: Správa systému
tr: Sistem Yönetimi
