Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: How to install packages and how to manage software package generations.
fr: Comment installer des paquets et comment gérer les générations du gestionnaire de paquets.

# video title
source: Everyday use of GNU Guix, Part Two
fr: Utilisation quotidienne de GNU Guix, partie 2

source: How to upgrade software and how to reclaim storage space.
fr: Comment mettre à jour ses logiciels et comment récupérer de l'espace disque.

# video title
source: Demonstration of the Guix System graphical installer
fr: Démonstration de l'installateur graphique du système Guix

source: Walks you through the graphical installer of GNU Guix System.
fr: Vous fait découvrir l'installateur graphique du système GNU Guix.

# video title
source: Asking for help
fr: Demander de l'aide

source: How to get help from the Guix community.
fr: Comment trouver de l'aide de la communauté de Guix.

# video title
source: Packaging, Part One
fr: Créer des paquets, partie 1

source: How to set up a development environment for GNU Guix.
fr: Comment mettre en place un environnement de développement pour GNU Guix.

# video title
source: Packaging, Part Two
fr: Créer des paquets, partie 2

source: How to create a package recipe for not yet packaged software.
fr: Comment créer une recette de paquet pour un logiciel qui n'est pas encore empaqueté.

# video title
source: Packaging, Part Three
fr: Créer des paquets, partie 3

source: How to submit a package for inclusion in the GNU Guix distribution.
fr: Comment soumettre un paquet avant qu'il ne soit inclus dans la distribution GNU Guix.

source: Enlightenment, Inkscape, and Serbian text
fr: Enlightenment, Inkscape et du texte en serbe

source: Download video:
fr: Télécharger la vidéo :

source: Last updated: <1/>
fr: Dernière mise à jour : <1/>

# webpage title
source: Video
fr: Vidéo

source: Video about GNU Guix.
fr: Vidéos sur GNU Guix.

# button
source: ← Previous
fr: ← Précédent

# button
source: Next →
fr: Suivant →
