Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: <1>en</1>System-Installation.html
de: <1>de</1>Systeminstallation.html
es: <1>es</1>Instalacion-del-sistema.html
fr: <1>fr</1>Installation-du-systeme.html

# download page title
source: GNU Guix <1/> QEMU Image
de: QEMU-Abbild mit GNU Guix <1/>
eo: Ekzakta kopio QEMU de GNU Guix <1/>
es: Imagen para QEMU de GNU Guix <1/>
fr: Image QEMU de GNU Guix <1/>
ja: GNU Guix <1/> QEMU イメージ
sk: QEMU obraz GNU Guix <1/>
tr: GNU Guix <1/> QEMU İmajı

source: QCOW2 virtual machine (VM) image.
de: Image für eine virtuelle Maschine (VM) im QCOW2-Format.
eo: Ekzakta kopio de virtuala maŝino (VM) QCOW2.
es: Imagen de máquina virtual (VM) en formato QCOW2.
fr: Image de machine virtuelle (VM) QCOW2.
ja: QCOW2 仮想マシン (VM) イメージ。
nb_no: QCOW2 virtuell maskin (VM)-avbildning.
sk: Obraz virtuálneho stroja QCOW2.
tr: QCOW2 sanal makine (VM) imajı.

source: <1>en</1>Running-Guix-in-a-VM.html
de: <1>de</1>Guix-in-einer-VM-starten.html
es: <1>es</1>Instalacion-de-Guix-en-una-maquina-virtual.html
fr: <1>fr</1>Lancer-Guix-dans-une-VM.html

# download page title
source: GNU Guix <1/> Binary
de: GNU Guix <1/> als Binärdatei
eo: Duuma dosiero de GNU Guix <1/>
es: Binarios de GNU Guix <1/>
fr: Binaire de GNU Guix <1/>
ja: GNU Guix <1/> バイナリ
nb_no: GNU Guix <1/> Binærfil
sk: Binárne súbory GNU Guix <1/>
tr: GNU Guix <1/> İkili

source: Self-contained tarball providing binaries for Guix and its dependencies, to be installed on top of your Linux-based system.
de: Tarball mit Binärdateien für Guix und dessen Abhängigkeiten, die Ihr bestehendes Linux-basiertes System ergänzen können.
eo: Mem-enhavita arkivo provizanta duumajn dosierojn por Guix kaj ĝiaj devigaj programopartoj, instalenda supre de via Linukso-bazita sistemo.
es: Archivador auto-contenido que proporciona los binarios para Guix y todas sus dependencias, para ser instalado sobre su sistema basado en Linux.
fr: Archive auto-contenue qui fournit les binaires pour Guix et ses dépendances, à installer en plus de votre système basé sur Linux.
ja: Guix のためのバイナリを提供する自己完結型の tar ボールで、Linux ベースのシステム上にインストールされます。
nb_no: Selvstendige tarballer med binærfiler for Guix og alle dets avhengigheter, som kan installeres på toppen av ditt Linux-baserte system.
sk: Spustiteľný tar archív s binárnymi súbormi Guixu a jeho závislostí, ktorý môžete nainštalovať na váš Linuxový systém.
tr: Linux tabanlı sisteminizin üstüne Guix ve bağımlılıkları için ikili dosyalar sağlayan kendi kendine yeten arşiv.

source: <1>en</1>Binary-Installation.html
de: <1>de</1>Aus-Binardatei-installieren.html
es: <1>es</1>Instalacion-binaria.html
fr: <1>fr</1>Installation-binaire.html

# download page title
source: GNU Guix <1/> Source
de: Quellcode von GNU Guix <1/>
eo: Fontkodo de GNU Guix <1/>
es: Fuentes de GNU Guix <1/>
fr: Sources de GNU Guix <1/>
ja: GNU Guix <1/> ソース
nb_no: GNU Guix <1/> Kildekode
sk: Zdrojové súbory GNU Guix <1/>
tr: GNU Guix <1/> Kaynak

source: Source code distribution.
de: Quellcode-Distribution.
eo: Distribuo de la fontkodo.
es: Distribución de código fuente.
fr: Distribution du code source.
ja: ソースコード配布物。
nb_no: Kildekodedistribusjon.
sk: Súbory zdrojového kódu.
tr: Kaynak kod dağıtımı.

source: <1>en</1>Requirements.html
de: <1>de</1>Voraussetzungen.html
es: <1>es</1>Requisitos.html
fr: <1>fr</1>Prerequis.html

source: Download options:
de: Herunterladen für:
eo: Elŝutaj opcioj:
es: Opciones de descarga:
fr: Options de téléchargement :
ja: ダウンロードオプション：
nb_no: Nedlastingsalternativer:
sk: Možnosti stiahnutia:
tr: İndirme seçenekleri:

source: Signatures:
de: Signaturen:
eo: Subskriboj:
es: Firmas:
ja: 署名：
nb_no: Signaturer:
sk: Podpisy:
tr: İmzalar:

source: <1>Installation instructions</1>.
de: <1>Installationsanleitung</1>.
eo: <1>Instalaj instrukcioj</1>.
es: <1>Instrucciones de instalación</1>.
fr: <1>Instructions d'installation</1>.
ja: <1>インストール手順</1>。
nb_no: <1>Installasjonsinstrukser</1>.
sk: <1>Návod na inštaláciu</1>.
tr: <1>Kurulum talimatları</1>.

# webpage title
source: Download
de: Herunterladen
eo: Elŝuti
es: Descargar
fr: Télécharger
ja: ダウンロード
nb_no: Last ned
sk: Stiahnuť
tr: İndir

source: Installers and source files for GNU Guix. GNU Guix can be installed on different GNU/Linux distributions.
de: Installationsprogramme und Quelldateien für GNU Guix. GNU Guix kann auf verschiedenen GNU/Linux-Distributionen installiert werden.
eo: Instaliloj kaj fontaj dosieroj por GNU Guix. GNU Guix estas instalebla en diversaj GNU/Linuksaj distribuaĵoj.
es: Instaladores y archivos de código fuente para GNU Guix. GNU Guix se puede instalar sobre diferentes distribuciones GNU/Linux.
fr: Installateurs et fichiers sources pour GNU Guix. GNU Guix peut être installé sur diverses distributions GNU/Linux.
ja: インストーラー、および、GNU Guix のソースファイル。GNU Guix は異なる GNU/Linux ディストリビューションにインストールできます。
nb_no: Installere and kildefiler for GNU Guix. GNU Guix kan installeres på forskjellige GNU/Linux-distribusjoner.
sk: Inštalačné obrazy a zdrojové súbory GNU Guix. GNU Guix môže byť nainštalovaný na rôzne distribúcie systému GNU/Linux.

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|Installer|Source code|Package manager
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|Installationsprogramm|Installationsabbild|Installation|Quellcode|Paketverwaltung
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|Instalilo|Fontkodo|Pakadministrilo
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix|Instalador|Código fuente|Gestor de paquetes|Gestión de paquetes
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix|Installateur|Code source|Gestionnaire de paquets
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|インストーラー|ソースコード|パッケージマネージャ
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|Installer|Kildekode|Pakkebehandler
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|Inštalačné obrazy|Zdrojový kód|Správca balíkov
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yönetici|Kurucu|Kaynak kod|Paket yönetici

source: Download
de: Herunterladen
eo: Elŝuti
es: Descargar
fr: Télécharger
ja: ダウンロード
nb_no: Last ned
sk: Stiahnuť
tr: İndir

source: As of version <1/>, the standalone Guix System <2>can be installed<2.1>en</2.1><2.2>System-Installation.html</2.2></2> on an i686, x86_64, ARMv7, or AArch64 machine. It uses the <3>Linux-Libre</3> kernel and the <4>GNU Shepherd</4> init system. Alternately, GNU Guix can be installed as an additional package manager on top of an installed Linux-based system.
de: Stand Version <1/> kann das eigenständige Guix System auf einer Maschine mit i686-, x86_64-, ARMv7- oder AArch64-Architektur <2>installiert werden<2.1>de</2.1><2.2>Systeminstallation.html</2.2></2>. Als Kernel wird <3>Linux-Libre</3> benutzt und <4>GNU Shepherd</4> als Init-System. Alternativ kann GNU Guix als zusätzliches Paketverwaltungsprogramm auf einem bereits installierten Linux-basierten System installiert werden.
eo: En versio <1/>, la memstara sistemo Guix <2>estas instalebla<2.1>en</2.1><2.2>System-Installation.html</2.2></2> en maŝinoj i686, x86_64, ARMv7, aŭ AArch64. Ĝi uzas la <3>Linukso-liberan</3> kernon kaj la pravalorizan sistemon <4>GNU Shepherd</4>. Alternative, GNU Guix estas instalebla kiel plia pakadministrilo supre de instalita Linukso-bazita sistemo.
es: A fecha de la versión <1/>, el sistema Guix independiente <2>se puede instalar<2.1>es</2.1><2.2>Instalacion-del-sistema.html</2.2></2> sobre máquinas i686, x86_64, ARMv7 o AArch64. Usa el núcleo <3>Linux-Libre</3> y el sistema init <4>GNU Shepherd</4>. De manera alternativa, GNU Guix se puede instalar como un gestor de paquetes adicional sobre un sistema ya instalado basado en Linux.
fr: À la version <1/>, le système Guix indépendant <2>peut s'installer<2.1>fr</2.1><2.2>Installation-du-systeme.html</2.2></2> sur une machine i686, x86_64, ARMv7 et AArch64. Il utilise le noyau <3>Linux-Libre</3> et le système d'initialisation <4>GNU Shepherd</4>. Autrement, GNU Guix peut s'installer en tant que gestionnaire de paquets sur un système basé sur Linux déjà installé.
ja: 現在バージョン <1/> のスタンドアロン Guix システムは、i686、x86_64、ARMv7、AArch64 マシンに<2>インストールできます<2.1>en</2.1><2.2>System-Installation.html</2.2></2>。<3>Linux-Libre</3> カーネルおよび、<4>GNU Shepherd</4> init システムを利用します。もしくは、GNU Guix は、インストールされた Linux ベースのシステム上に、追加のパッケージマネージャとしてもインストールできます。
nb_no: Fra versjon <1/> kan den egenrådige Guix System <2>installeres<2.1>en</2.1><2.2>System-Installation.html</2.2></2> på i686, x86_64, ARMv7, og AArch64-maskiner. Den bruker kjernen <3>Linux-Libre</3> og initsystemet <4>GNU Shepherd</4>. Alternativt kan GNU Guix installeres som en ekstra pakkebehandler på toppen av et allerede installert Linux-basert system.
sk: Od verzie <1/> môžete samostatný systém Guix <2>nainštalovať<2.1>en</2.1><2.2>System-Installation.html</2.2></2> na počítače s architektúrou i686, x86_64, ARMv7 alebo AArch64. Používa jadro <3>Linux-Libre</3> a spúšťací systém <4>GNU Shepherd</4>. Okrem toho môžete GNU Guix nainštalovať ako podružného správcu balíkov na existujúcu inštaláciu Linuxového systému.
tr: </1> sürümünden itibaren, bağımsız Guix Sistem bir i686, x86_64, ARMv7 veya AArch64 makinelere <2>kurulabilir. <2.1>en</2.1><2.2>System-Installation.html</2.2></2> <3>Linux-Libre</3> çekirdeğini ve <4>GNU Shepherd</4> başlangıç yönetim sistemini kullanır. Alternatif olarak, GNU Guix, kurulu Linux tabanlı bir sistemin üzerine ek bir paket yöneticisi olarak kurulabilir.

source: Source code and binaries for the Guix System distribution ISO image as well as GNU Guix can be found on the GNU servers at <1/>. Older releases can still be found on <2/>.
de: Den Quellcode und Binärdateien für die „Guix System“-Distribution als ISO-Abbild sowie für GNU Guix finden Sie auf den GNU-Servern unter <1/>. Ältere Veröffentlichungen können weiterhin auf <2/> gefunden werden.
eo: Fontkodon kaj duumajn dosierojn por la ekzakta kopio ISO de la distribuaĵo Guix kaj GNU Guix oni povas trovi en la serviloj GNU ĉe <1/>. Antaŭajn eldonojn oni ankoraŭ povas trovi en <2/>.
es: El código fuente y los binarios para la imagen ISO de la distribución del sistema Guix se pueden encontrar también en los servidores de GNU en <1/>. Las versiones antiguas todavía pueden encontrarse en <2/>.
fr: Le code source et les binaires pour l'image ISO de la distribution Guix System ainsi que pour GNU Guix se trouvent sur les serveurs de GNU sur <1/>. Les anciennes versions se trouvent toujours sur <2/>.
ja: Guix システムディストリビューションの ISO イメージと GNU Guix のソースコードおよびバイナリは、<1/> の GNU サーバで見つけることができます。古いリリースは <2/> で今も見つけることができます。
nb_no: Kildekode og binærfiler for Guix System ISO-avbildningen, samt GNU Guix, finnes på GNU sine servere på <1/>. Eldre utgivelser er fortsatt tilgjengelig på <2/>.
sk: Zdrojový kód a binárne súbory obrazu ISO distribúcie systému Guix ako aj GNU Guix nájdete na serveroch GNU <1/>. Staršie vydania sú stále dostupné na <2/>.
tr: Guix Sistem dağıtımı ISO görüntüsü ve GNU Guix için kaynak kodu ve ikili dosyalar <1/> adresindeki GNU sunucularında bulunabilir. Eski sürümler hala <2/> adresinde.

# download page title
source: GNU Guix System on Linux
de: GNU Guix System mit Linux
eo: Sistemo GNU Guix en Linukso
es: Sistema GNU Guix sobre Linux
fr: Système GNU Guix sur Linux
ja: Linux 版 GNU Guix システム
nb_no: GNU Guix System på Linux
sk: Systém GNU Guix na Linuxe
tr: Linux içeren GNU Guix Sistem

source: USB/DVD ISO installer of the standalone Guix System on Linux.
de: USB/DVD-ISO-Installationsabbild des eigenständigen „Guix System“ mit Linux.
eo: Instalilo USB/DVD ISO de la memstara sistemo Guix en Linukso.
es: Imagen ISO para USB/DVD del instalador independiente del sistema Guix sobre Linux.
fr: Installateur ISO pour USB/DVD du système Guix indépendant sur Linux.
ja: Linux 版のスタンドアロンな Guix システムの USB/DVD ISO インストーラー。
nb_no: USB/DVD ISO installer av den egenrådige Guix System på Linux.
sk: USB/DVD ISO inštalačný obraz samostatného systému Guix na Linuxe.
tr: Linux içeren bağımsız Guix Sistem USB/DVD ISO yükleyicisi.

# download page title
source: GNU Guix System on GNU Hurd
de: GNU Guix System mit GNU Hurd
eo: Sistemo GNU Guix en GNU Hurd
es: Sistema GNU Guix sobre GNU Hurd
fr: Système GNU Guix sur GNU Hurd
ja: GNU Hurd 版の GNU Guix システム
nb_no: GNU Guix System på GNU Hurd
sk: Systém GNU Guix na GNU Hurd
tr: GNU Hurd içeren GNU Guix Sistem

source: Virtual machine image of the standalone Guix System on GNU Hurd.
de: Abbild für virtuelle Maschinen vom eigenständigen „Guix System“ mit GNU Hurd.
eo: Ekzakta kopio de virtuala maŝino por la memstara sistemo Guix en GNU Hurd.
es: Imagen de máquina virtual con un sistema Guix completo sobre GNU Hurd.
fr: Image de machine virtuelle du système Guix indépendant sur GNU Hurd.
ja: GNU Hurd 版のスタンドアロンな Guix システムの仮想マシンイメージ。
nb_no: Virtuell maskin-avbildninger av den egenrådige Guix System på GNU Hurd.
sk: Obraz virtuálneho stroja samostatného systému Guix na GNU Hurd.
tr: GNU Hurd içeren bağımsız Guix Sistem sanal makine imajı.

# download page title
source: GNU Guix binary
de: Binärdatei von GNU Guix
eo: Duuma dosiero de GNU Guix
es: Binarios de GNU Guix
fr: Binaire de GNU Guix
ja: GNU Guix のバイナリ
nb_no: GNU Guix binærfil
sk: Binárne súbory GNU Guix
tr: GNU Guix ikili dosyası

# download page title
source: GNU Guix System on Linux for Pinebook Pro
de: GNU Guix System mit Linux für Pinebook Pro
eo: Sistemo GNU Guix en Linukso por Pinebook Pro
es: Sistema GNU Guix sobre Linux para Pinebook Pro
ja: Pinebook Pro のための Linux 版 GNU Guix システム
nb_no: GNU Guix System på Linux for Pinebook Pro
sk: Systém GNU Guix na Linuxe pre Pinebook Pro

source: Guix System on Linux barebones bootable raw image for Pinebook Pro.
de: Guix System mit Linux, minimales bootfähiges rohes Abbild für Pinebook Pro.
eo: Minimuma praŝarĝebla kruda kopio de sistemo Guix en Linukso por Pinebook Pro.
es: Imagen sin procesar de arranque del sistema Guix en Linux barebones para Pinebook Pro.
ja: Pinebook Pro 用の Linux ベアボーンブータブル Raw イメージ版 Guix システム。
nb_no: Guix System på Linux kjørbar rå avbildning for Pinebook Pro.
sk: Malý spustiteľný obraz systému Guix na Linuxe pre Pinebook Pro.

source: Build details:
de: Erstellungsdetails:
eo: Konstruaj detaloj:
es: Detalles de la construcción:
fr: Détails de la construction :
ja: ビルド詳細：
nb_no: Byggedetaljer:
sk: Podrobnosti o zostavení:
tr: Derleme detayları:

# webpage title
source: Download latest
de: Neueste Version herunterladen
eo: Elŝuti la lastan programistan version
es: Descargar la última versión
fr: Télécharger la dernière version de développement
ja: 最新版のダウンロード
nb_no: Last ned siste
sk: Stiahnuť najnovšie vydanie
tr: Günceli indir

source: Download latest development GNU Guix System images built by the Cuirass continuous integration system.
de: Hier können Sie ein Abbild der neuesten Entwicklungsversion von GNU Guix System herunterladen, wie es vom Cuirass-System zur kontinuierlichen Integration erstellt wurde.
es: Descargar los últimos desarrollos de imágenes del sistema GNU Guix construidas por el sistema de integración continua Cuirass.
ja: Cuirass（継続的インテグレーションシステム）によってビルドされた最新の開発者版 GNU Guix システムイメージをダウンロードします。
nb_no: Last ned siste utviklingsavbildning av GNU Guix system bygd av Cuirass kontinuerlig-integrasjonssystemet.

source: Download latest development images
de: Neueste Entwicklungs-Images herunterladen
es: Descargar los últimos desarrollos de imágenes
ja: 最新の開発版イメージのダウンロード
nb_no: Last ned siste utviklingsavbildninger

source: Download latest GNU Guix System images built by the <1>Cuirass<1.1>en</1.1><1.2>Continuous-Integration.html</1.2></1> continuous integration system at <2/>. These images are <3>development snapshots</3>, you might prefer to use well-tested released images that can be found <4>here.</4>
de: Hier können Sie ein Abbild der neuesten Version von GNU Guix System herunterladen, wie es vom <1>Cuirass-System<1.1>de</1.1><1.2>Kontinuierliche-Integration.html</1.2></1> zur kontinuierlichen Integration auf <2/> erstellt wurde. Die Images sind <3>Momentaufnahmen der aktuellen Entwicklungsversion</3>. Vielleicht würden Sie lieber ausgiebig getestete Images von <4>hier</4> benutzen.
es: Descargue la última versión de las imágenes del sistema GNU Guix construidas por el sistema de integración continua <1>Cuirass<1.1>en</1.1><1.2>Integración-continua.html</1.2></1> sistema de integración continua en <2/>. Estas imágenes son <3>instantáneas de desarrollo</3>, quizá desee usar imágenes lanzadas bien probadas que pueden encontrarse <4>aquí</4>
ja: <2/> 上の <1>Cuirass<1.1>en</1.1><1.2>Continuous-Integration.html</1.2></1>（継続的インテグレーションシステム）によってビルドされた最新版 GNU Guix システムイメージをダウンロードします。これらのイメージは <3>開発版スナップショット</3>で、 <4>ここ</4> から見つけることができる十分にテストされたリリースイメージを使用した方が良いかもしれません。
nb_no: Last ned siste GNU Guix System-avbildninger bygd av <1>Cuirass<1.1>en</1.1><1.2>Continuous-Integration.html</1.2></1> kontinuerlig integrasjonssystem på <2/>. Disse avbildningene er under <3>utvikling</3>, du vil kanskje foretrekke godt testede utgivelser som kan finnes <4>her.</4>

# publication type
source: Conference paper
de: Konferenzbeitrag
eo: Konferenca artikolo
es: Documento de sesión
ja: カンファレンス資料
nb_no: Konferansepublikasjon
sk: Článok zverejnený na konferencii

# publication type
source: Article
de: Artikel
eo: Artikolo
es: Artículo
ja: 記事
nb_no: Artikkel
sk: Článok

# publication type
source: Journal article
de: Journalartikel
eo: Ĵurnala artikolo
es: Artículo de revista
ja: 学術論文
nb_no: Journalartikkel
sk: Článok z časopisu

# publication type
source: Book chapter
de: Buchkapitel
eo: Libra ĉapitro
es: Capítulo de libro
ja: 書籍の章
nb_no: Bok-kapittel
sk: Kapitola v knihe

# screenshot title
source: Graphical log-in
de: Grafische Anmeldung
eo: Grafika ensaluto
es: Ingreso al sistema gráfico
fr: Connexion graphique
ja: グラフィカルログイン
nb_no: Grafisk innlogging
sk: Grafické prihlasovanie
tr: Grafiksel oturum açma

source: Graphical log-in screen
de: Grafischer Anmeldebildschirm
eo: Ekrano de grafika ensaluto
es: Pantalla de ingreso al sistema gráfico
fr: Écran de connexion graphique
ja: グラフィカルログイン画面
nb_no: Grafisk innloggingsskjerm
sk: Grafická prihlasovacia obrazovka
tr: Grafiksel oturum açma ekranı

source: GNOME desktop environment
de: GNOME-Arbeitsumgebung
eo: Fenestrilo GNOME
es: Entorno de escritorio GNOME
fr: Environnement de bureau GNOME
ja: GNOME デスクトップ環境
nb_no: GNOME skrivebordsmiljø
sk: Pracovné prostredie GNOME
tr: GNOME masaüstü ortamı

source: Xfce desktop environment
de: Xfce-Arbeitsumgebung
eo: Fenestrilo Xfce
es: Entorno de escritorio Xfce
fr: Environnement de bureau Xfce
ja: Xfce デスクトップ環境
nb_no: Xfce skrivebordsmiljø
sk: Pracovné prostredie Xfce
tr: XFCE masaüstü ortamı

# screenshot title
source: Virtual machine
de: Virtuelle Maschine
eo: Virtuala maŝino
es: Máquina virtual
fr: Machine virtuelle
ja: 仮想マシン
nb_no: Virtuell maskin
sk: Virtuálny stroj
tr: Sanal makine

source: Virtual machine started with 'guix system vm'
de: Über ‚guix system vm‘ gestartete Virtuelle Maschine
eo: Virtuala maŝino startigita per 'guix system vm'
es: Máquina virtual arrancada con 'guix system vm'
fr: Machine virtuelle démarré avec « guix system vm »
ja: 'guix system vm' で起動した仮想マシン
nb_no: Virtuell maskin startet med 'guix system vm'
sk: Virtuálny stroj spustený pomocou „guix system vm“
tr: 'guix system vm' ile başlatılan sanal makine

source: Sway window manager running wayland
de: Sway-Fensterverwalter mit Wayland
eo: Fenestradministrilo Sway rulanta wayland
es: El gestor de ventanas Sway ejecutándose sobre wayland
fr: Gestionnaire de fenêtres Sway lancé sur wayland
ja: wayland 上で動作する Sway ウィンドウマネージャ
nb_no: Sway vindusbehandler som kjører Wayland
sk: Správca okien Sway bežiaci na wayland
tr: Wayland üzerinden çalışan Sway pencere yöneticisi

source: Enlightenment, Inkscape, and Cyrillic text
de: Enlightenment, Inkscape und kyrillische Schrift
es: Enlightenment, Inkscape y texto en Cirílico
ja: Enlightenment、Inkscape、そして Cyrillic text
nb_no: Enlightenment, Inkscape, og cyrillisk tekst
sk: Enlightenment, Inkscape a použitie cyriliky

# video title
source: SeaGL: Everyday use of Guix
de: SeaGL: Alltägliche Nutzung von GNU Guix
eo: SeaGL: Ĉiutaga uzo de Guix
es: SeaGL: Uso diario de Guix
ja: SeaGL：Guix の普段使い
nb_no: SeaGL: Hverdagslig bruk av Guix
sk: SeaGL: Každodenné používanie Guixu

# video title
source: Bitcoin Build System Security
de: Bitcoins Erstellungssystem absichern
eo: Sekureco de la munta sistemo de Bitcoin
es: Bitcoin Construir Sistema de Seguridad
ja: ビットコインビルドシステムセキュリティ
nb_no: Bitcoin byggesystemsikkerhet
sk: Bezpečnosť zostavovacieho systému Bitcoin

# video title
source: Reproducible System Administration with GNU Guix
de: Reproduzierbare Systemadministration mit GNU Guix
eo: Reproduktebla sistemadministrado kun GNU Guix
es: Administración del Sistema Reproducible con GNU Guix
ja: GNU Guix を使用した再現性のあるシステム管理
nb_no: Reproduserbar systemadministrasjon med GNU Guix
sk: Opakovateľná správa systému s GNU Guix

# video title
source: Beyond containers: Reproducible software environments with GNU Guix
de: Mehr als Container: Reproduzierbare Software-Umgebungen mit GNU Guix
eo: Trans ujoj: reprodukteblaj programaj medioj kun GNU Guix
es: Más allá de los contenedores: Entornos de software reproducibles con GNU Guix
ja: コンテナの先：GNU Guix を使用した再現性のあるソフトウェア環境
nb_no: Forbi containere: reproduserbare programvaremiljø med GNU Guix
sk: Viac ako kontajnery: Opakovateľné softvérové prostredia s GNU Guix

source: Playlist:
de: Wiedergabeliste:
eo: Ludlisto:
es: Lista de reproducción:
ja: プレイリスト：
nb_no: Spilleliste:
sk: Zoznam prehrávania:

source: Playlist
de: Wiedergabeliste
eo: Ludlisto
es: Lista de reproducción
ja: プレイリスト
nb_no: Spilleliste
sk: Zoznam prehrávania

source: Published <1/> by <2/>
de: Publiziert am <1/> von <2/>
eo: Eldonita <1/> de <2/>
es: Publicado <1/> por <2/>
ja: <1/> 出版、<2/> 著
nb_no: Publisert <1/> av <2/>
sk: Zverejnené <1/>, od <2/>

source: [Scientific]
de: [Wissenschaftlich]
eo: [sciencista]
es: [Científico]
ja: [サイエンス]
nb_no: [Vitenskapelig]
sk: [Veda]

source: Scientific
de: Wissenschaftlich
eo: Sciencista
es: Científico
ja: サイエンス
nb_no: Vitenskapelig
sk: Veda

source: <1/>. Published <2/> by <3/>.
de: <1/>. Publiziert am <2/> von <3/>.
eo: <1/>. Eldonita <2/> de <3/>.
es: <1/>. Publicado <2/> por <3/>.
ja: <1/>。<2/>出版、<3/>著。
nb_no: <1/>. Publisert <2/> av <3/>.
sk: <1/>. <2/> zverejnil(a) <3/>.

source: Playing:
de: Wird abgespielt:
eo: Ludante:
es: Reproduciendo:
ja: 再生中：
nb_no: Spiller:
sk: Prehráva sa:

source: Playing
de: Wird abgespielt
eo: Ludante
es: Reproduciendo
ja: 再生中
nb_no: Spiller
sk: Prehráva sa

# webpage title
source: Screenshots
eo: Ekrankopioj
es: Capturas de pantalla
fr: Captures d’écran
ja: スクリーンショット
nb_no: Skjermskudd
sk: Snímky obrazovky
tr: Ekran görüntüleri

source: Overview of all screenshots.
de: Übersicht aller Screenshots.
eo: Superrigardo de ĉiuj ekrankopioj.
es: Vistazo de todas las capturas de pantalla.
fr: Aperçu de toutes les copies d'écran.
ja: すべてのスクリーンショットの概観。
nb_no: Oversikt over alle skjermskudd.
sk: Náhľady všetkých snímok obrazovky.
tr: Tüm ekran görüntülerine genel bakış.
