Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: Our system infrastructure makes it possible for all the contributors to communicate and collaborate in the project, and users to be able to download and install packages. Help us keep the system up and running smoothly.
de: Dank unserer Systeminfrastruktur ist es allen Beteiligten möglich, im Projekt zu kommunizieren und zusammenzuarbeiten, und Nutzer können Pakete herunterladen und installieren. Helfen Sie uns dabei, dass das System weiter gut läuft.
eo: Nia sisteminfrastrukturo ebligas al ĉiuj kontribuantoj komuniki kaj kunlabori en la projekto, kaj uzantoj elŝuti kaj instali pakojn. Helpu nin konservi la sistemon glate aktiva kaj funkcianta.
es: La infraestructura de nuestro sistema permite a todas las personas que contribuyen comunicarse y colaborar en el proyecto, y a los usuarios les permite descargar e instalar paquetes. Ayúdenos a mantener el sistema en marcha y funcionando adecuadamente.
fr: Notre infrastructure système permet à tous les bénévoles de communiquer et de collaborer sur le projet, et aux utilisateurs et utilisatrices de télécharger et installer des paquets. Aidez-nous à garder le système en route.
ja: 私たちのシステムインフラストラクチャーはプロジェクトのすべての貢献者とのコミュニケーションやコラボレーションをしたり、ユーザーがパッケージをダウンロードし、インストールすることを可能にします。システムの円滑な稼働を維持する手助けをしてください。
nb_no: Vår systeminfrastruktur gjør det mulig for alle bidragsytere å kommunisere og samarbeide i prosjektet, og for brukere å laste ned og installere pakker. Hjelp oss å holde systemene oppe og kjørende.
sk: Naša systémová infraštruktúra umožňuje všetkým prispievateľom spojiť sa a spolupracovať na projekte a používateľom sťahovať a inštalovať balíky. Pomôžte nám udržať náš systém v plynulom chode.
tr: Sistem altyapımız, tüm katılımcıların projede iletişim halinde olmasını, işbirliği yapmasını ve kullanıcıların paketleri indirip kurmasını mümkün kılar. Sistemi çalışır durumda tutmamıza ve sorunsuz çalışmasına yardımcı olun.

source: You can contribute to our continous integration software: <1/>. You can also <2>donate hardware or hosting</2> for our <3>build farm</3>
de: Sie können bei unserer Software zur Kontinuierlichen Integration mithelfen: <1/>. Sie können für unsere <3>Erstellungsfarm</3> auch <2>Hardware spenden oder sie bei Ihnen aufstellen („Hosting“)</2>.
eo: Vi povas kontribui al nia programaro de daŭra integrado: <1/>. Vi povas ankaŭ <2>donaci aparataron aŭ gastigon</2> por nia <3>programtraduka servilaro</3>
es: Puede contribuir a nuestro software de integración continua: <1/>. También puede <2>donar hardware o alojamiento</2> para nuestros <3>servidores de compilación</3>
fr: Vous pouvez contribuer à notre logiciel d'intégration continue : <1/>. Vous pouvez aussi <2>donner du matériel ou de l'hébergement</2> pour notre <3>ferme de construction</3>
ja: 継続的インテグレーションソフトウェア (<1/>) に貢献できます。私たちの<3>ビルドファーム</3>のために<2>ハードウェアやホスティングに寄付する</2>こともできます。
nb_no: Du kan bidra til vårt kontinuerlige integrasjonsverktøy: </1>. du kan også <2>donere maskinvare eller hosting</2> for vår <3>byggefarm</3>
sk: Môžete nám pomôcť s programovým vybavením na priebežnú integráciu: <1/>. Prijímame aj ponuky <2>darovania technického vybavenia či hostingu</2> pre našu <3>zostavovaciu farmu</3>
tr: Sürekli entegrasyon yazılımımıza katkıda bulunabilirsiniz: <1/> Ayrıca, <3>yapı çiftliğimiz</3> için <2>donanım veya barındırma bağışında</2> bulunabilirsiniz.

source: Test and Bug Reports
de: Testen und Fehlerberichte
eo: Testoj kaj cimraportoj
es: Pruebas e informes de errores
fr: Tests et rapports de bogues
ja: テストとバグ報告
nb_no: Test og rapporter bugs
sk: Testovanie a hlásenie chýb
tr: Test ve Hata Raporlama

source: Install the software and send feedback to the community about your experience. Help the project by reporting bugs. You can also get started by <1>picking an “easy” bug</1> to work on.
de: Installieren Sie die Software und geben Sie der Gemeinde Rückmeldung über Ihre Erfahrungen. Helfen Sie dem Projekt, indem Sie Fehler melden. Ein guter Einstieg ist auch, sich einen <1>„leichten“ Bug zu suchen</1>, an dem Sie arbeiten können.
eo: Instalu la programaron kaj prikomentu al la komunumo pri via sperto. Helpu la projekton per cimraportoj. Vi povas ankaŭ komenci <1>elektante “facilan” cimon</1>, pri kiu labori.
es: Instale el software y proporcione información a la comunidad sobre su experiencia. Ayude al proyecto informando de errores. También puede empezar <1>seleccionando un error «fácil»</1> en el que trabajar.
fr: Installez le logiciel et envoyez des retours à la communauté sur votre expérience. Aidez le projet en rapportant des bouges. Vous pouvez aussi commencer à contribuer en <1>choisissant un bogue « easy »</1> sur lequel travailler.
ja: ソフトウェアをインストールし、あなたの体験についてのフィードバックをコミュニティに送信してください。バグを報告してプロジェクトを手助けしてください。まずは<1>簡単なバグをピックアップして</1>始めることもできます。
nb_no: Installer programvaren og gi tilbakemeldinger til fellesskapet om din opplevelse. Hjelp prosjektet med å rapportere bugs. Du kan også komme i gang med å <1>velge en “enkel” bug</1> å jobbe på.
sk: Nainštalujte si softvér a zašlite spoločenstvu spätnú väzbu o vašom používateľskom zážitku. Pomôžte projektu hlásením chýb. Môžete začať tým, že si <1>vyberiete nejakú „ľahkú“ chybu</1> a skúsite ju opraviť.
tr: Yazılımı yükleyin ve deneyiminiz hakkında topluluğa geri bildirim gönderin. Hataları bildirerek projeye yardımcı olun. Üzerinde çalışmak için <1>“basit” bir hata</1> seçerek de başlayabilirsiniz.

source: Before reporting a bug, please check whether the bug is already <1>in the bug database</1>. See <2>the developer information page</2> for more information on how to manipulate bug reports.
de: Bevor Sie einen Fehler melden, schauen Sie bitte, ob es den Fehler schon in der <1>Fehlerdatenbank</1> gibt. Siehe <2>die Informationsseite für Entwickler</2>, um weitere Informationen zu bekommen, wie Sie Fehlerberichte ergänzen.
eo: Antaŭ ol raporti cimon, bonvolu kontroli ĉu ĝi jam estas <1>en la datumbazo de cimoj</1>. Vidu <2>la informa paĝo de la programistoj</2> por pliaj informoj pri kiel manipuli cimraportojn.
es: Antes de informar de un error, le rogamos que compruebe si dicho error ya se encuentra registrado <1>en la base de datos de errores</1>. Véase <2>la página de información para desarrolladoras</2> para obtener más información sobre cómo trabajar con los informes de errores.
fr: Avant de rapporter un bogue, vérifier s'il n'est pas déjà <1>dans la base de bogues</1>. Voir <2>la page d'information pour les développeurs</2> pour plus d'information sur la manipulation des rapports de bogue.
ja: バグを報告する前に、<1>バグデータベース</1>にすでに登録されていないかを確認してください。バグ報告の仕方についてより詳細な情報を得るために<2>開発者情報ページ</2>を参照してください。
nb_no: Før du rapporterer en bug, vennligst sjekk om den allerede finnes i <1>bug-databasen</1>. See <2>siden med utviklerinformasjon<2> for mer informasjon om hvordan å manipulere bugrapporter.
sk: Predtým než chybu ohlásite sa uistite, že ešte nie je v <1>databáze chýb</1>. Pozrite si <2>informačnú stránku pre vývojárov</2> a získajte viac podrobností o tom ako narábať s hláseniami chýb.
tr: Bir hatayı bildirmeden önce, lütfen hatanın <1>hata veritabanında</1> olup olmadığını kontrol edin. Hata raporlarının nasıl düzenleneceğiyle ilgili daha fazla bilgi için <2>geliştirici bilgileri sayfasına</2> bakın.

source: Report a bug
de: Einen Fehler melden
eo: Raporti cimon
es: Informar de un error
fr: Rapporter un bogue
ja: バグを報告する
nb_no: Rapporter en bug
sk: Nahlásiť chybu
tr: Bir hata bildir

source: Translation
de: Übersetzung
eo: Traduko
es: Traducción
fr: Traduction
ja: 翻訳
nb_no: Oversetting
sk: Preklad
tr: Çeviri

source: You can help translate the <1>software</1>, the <2>package descriptions</2>, the <3>manual</3>, the <4>cookbook</4>, and this <5>website</5> into your language. See your language's team at the <6>Translation Project</6> to have a look at the styleguides and the work of other translators
de: Sie können dabei helfen, die <1>Software</1>, die <2>Paketbeschreibungen</2>, das <3>Handbuch</3>, <4>Kochbuch</4> oder den <5>Webauftritt</5> auf Ihre Sprache zu übersetzen. Siehe auch die zu Ihrer Sprache gehörende Gruppe beim <6>Translation Project</6>, wo Sie sich Leitfäden und die Arbeit anderer Übersetzer ansehen können.
eo: Vi povas helpi traduki la <1>programaron</1>, la <2>pakpriskribojn</2>, la <3>manlibron</3>, la <4>receptan manlibron</4>, kaj tiun <5>retejon</5> al via lingvo. Vidu la skipon de via lingvo ĉe la <6>Translation Project</6> por ekrigardi la stilajn gvidilojn kaj la laboron de aliaj tradukistoj
es: Puede ayudar a traducir el <1>software</1>, las <2>descripciones de paquetes</2>, el <3>manual</3>, el <4>libro de recetas</4>, y esta <5>página web</5> a su idioma. Consulte al equipo de traducción de su idioma en el <6>Translation Project</6> para conocer las hojas de estilo y el trabajo de otros traductores
fr: Vous pouvez traduire le <1>logiciel</1>, les <2>descriptions des paquets</2>, le <3>manuel</3>, le <4>livre de recettes</4> et ce <5>site web</5> dans votre langue. Voir l'équipe de votre langue sure le <6>projet de traduction</6> pour voir les guides stylistiques et le travail d'autres traducteurs
ja: <1>ソフトウェア</1>、<2>パッケージ説明</2>、<3>マニュアル</3>、<4>クックブック</4>、そして、この<5>ウェブサイト</5>をあなたの言語に翻訳する手助けができます。<6>翻訳プロジェクト</6>のあなたの言語のチームを参照し、スタイルガイドと他の翻訳者の作業内容を見てください。
nb_no: Du kan hjelpe med å oversette <1>programvaren</1>, <2>pakkebeskrivelsene</2>, <3>manualen</3>, <4>kokeboken</4>, og denne <5>nettsiden</5> til ditt språk. See ditt språks lag hos <6>Translation Project</6> for å titte på stilguider og arbeidet til andre oversettere
sk: Môžete pomôcť s prekladom <1>softvéru</1>, <2>popisov balíkov</2>, <3>príručky</3>, <4>receptára</4>, a tejto <5>internetovej stránky</5> do vášho jazyka. Pozrite si stránku príslušnej prekladateľskej skupiny na <6>Translation Project</6> a oboznámte sa so štylistickými príručkami a prácou ostatných prekladateľov
tr: <1>Yazılımı</1>, <2>paket açıklamalarını</2>, <3>kılavuzu</3>, <4>tarif kitabını</4> ve bu <5>web sitesini</5> dilinize çevrilmesine yardımcı olabilirsiniz. Stil kılavuzlarına ve diğer çevirmenlerin çalışmalarına göz atmak için <6>Çeviri Projesinde</6> dil ekibinize bakın

source: <1>Software packages</1> provided by the system may have their own translation tools. Visit their websites and help translate.
de: Die vom System bereitgestellten <1>Software-Pakete</1> können ihre eigenen Werkzeuge haben, mit denen sie übersetzt werden können. Besuchen Sie deren Webauftritte und helfen Sie dort bei deren Übersetzung.
eo: <1>Iuj programaraj pakoj</1> provizitaj de la sistemo eble havas siajn proprajn tradukilojn. Vizitu iliajn retejojn kaj helpu traduki.
es: <1>Los paquetes de software</1> proporcionados por el sistema pueden sus propias herramientas de traducción. Visite sus sitios web y ayude en la traducción.
fr: <1>Les paquets logiciels</1> fournis par le système peuvent avoir leur propre outil de traduction. Visitez leur site web pour aider à les traduire.
ja: システムによって提供された<1>ソフトウェアパッケージ</1>は独自の翻訳ツールを持っている場合もあります。それらのウェブサイトに訪問し、翻訳を手助けしてください。
nb_no: <1>Programvarepakker</1> levert av systemet kan ha egne oversettelsesverktøy. See deres nettsider og hjelp med oversetting.
sk: <1>Balíky softvéru</1> poskytované systémom môžu využívať vlastné prekladateľské nástroje. Navštívte ich internetové stránky a pomôžte s prekladom.
tr: Sistem tarafından sağlanan <1>yazılım paketlerinin</1> kendi çeviri araçları olabilir. Web sitelerini ziyaret edin ve çevirilerine yardımcı olun.

source: Start translating
de: Übersetzen Sie mit
eo: Ektraduki
es: Empezar a traducir
fr: Commencer à traduire
ja: 翻訳を始める
nb_no: Start oversetting
sk: Začnite prekladať
tr: Çevirmeye başla

source: Other resources for contributors
de: Andere Ressourcen für Mitwirkende
eo: Aliaj risurcoj por kontribuantoj
es: Otros recursos para quienes contribuyen
fr: D'autres ressources pour les contributeurs
ja: 貢献者のためのその他のリソース
nb_no: Andre ressurser for bidragsytere
sk: Ďalšie zdroje pre prispievateľov
tr: Katkıcılar için diğer kaynaklar

source: Documents, supporting material of previous talks, and auxiliary information useful to hackers and maintainers is available at <1/>.
de: Dokumente, unterstützendes Material vergangener Vorträge sowie zusätzliche Informationen, die für Hacker und Betreuer nützlich sein können, sind auf <1/> zu finden.
eo: Dokumentoj, subtena materialo de antaŭaj konferencoj, kaj neĉefaj informoj utilaj por kodumuloj kaj prizorgantoj estas disponeblaj ĉe <1/>.
es: Existen documentos, material de apoyo de charlas previas e información auxiliar útil para hackers y personas que mantienen el proyecto disponibles aquí <1/>.
fr: Documentations, supports de conférences passées et informations supplémentaires utiles pour les bidouilleurs, bidouilleuses et mainteneurs sont disponibles sur <1/>.
ja: ドキュメント、過去の講演資料、ハッカーやメンテナーの役に立つ補助資料は<1/>で入手できます。
nb_no: Dokumenter, støttende materiale av tidligere presentasjoner, og ekstra informasjon nyttig for hackere og vedlikeholdere er tilgjengelig på </1>.
sk: Dokumenty, záznamy z predošlých konferencií a iné podrobnosti užitočné pre vývojárov a správcov sú dostupné na <1/>.
tr: Belgeler, önceki konuşmaların destekleyici materyalleri, bilgisayar uzmanları ve bakımcılar için yararlı yardımcı bilgiler <1/> adresinden erişilebilir.

source: GNU Guix continuous integration software.
de: GNU Guix’ Software zur Kontinuierlichen Integration.
eo: Programaro de daŭra integrado de GNU Guix.
es: Software de integración continua GNU Guix.
fr: Logiciel d'intégration continue de GNU Guix.
ja: GNU Guix の継続的インテグレーションソフトウェア。
nb_no: GNU Guix kontinuerlig integrasjonsprogram.
sk: Programové vybavenie priebežnej integrácie GNU Guix.
tr: GNU Guix sürekli entegrasyon yazılımı.

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Guix package manager|Cuirass|CI
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU-Guix-Paketverwaltung|Cuirass|CI
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|Pakadministrilo GNU Guix|Cuirass|CI
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|Gestor de paquetes GNU Guix|Cuirass |CI
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|Gestionnaire de paquets GNU Guix
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Guix パッケージマネージャ|Cuirass|CI
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Guix pakkebehandler|Cuirass|CI
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|Správca balíkov GNU Guix|Cuirass|CI|Priebežná integrácia
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Guix paket yöneticisi|Cuirass|CI

source: Cuirass is the GNU Guix continuous integration software. It's a general purpose build automation server written in GNU Guile that checks out sources from VCS repositories, execute build jobs and store build results in a database. Cuirass also provides a web interface to monitor the build results.
de: Cuirass ist GNU Guix’ Software zur Kontinuierlichen Integration. Es ist ein allgemein anwendbarer Server zur Erstellungsautomatisierung, geschrieben in GNU Guile, mit dem Quellen aus versionskontrollierten Repositorys eingelesen werden, Erstellungsaufträge abgearbeitet werden und Erstellungsergebnisse in eine Datenbank eingetragen werden. Zu Cuirass gehört außerdem eine Web-Oberfläche, um die Erstellungsergebnisse einzusehen.
eo: Cuirass estas la programaro de daŭra integrado de GNU Guix. Ĝi estas ĝeneralcela servilo de konstruaŭtomatigo skribita en GNU Guile, kiu elprovas fontkodojn el la deponejoj VCS, plenumas konstrutaskojn kaj enmemorigas la konstrurezultojn en datumbazon. Cuirass ankaŭ provizas retan interfacon por observi la konstrurezultojn.
es: Cuirass es el software de integración continua de GNU Guix. Es un servidor de construcción automatizada de uso general, escrito en GNU Guile, que hace registro de salida de código fuente de repositorios VCS, ejecuta tareas de compilación, y almacena los resultados en una base de datos. Cuirass también proporciona una interfaz web para monitorizar los resultados de compilación.
fr: Cuirass est le logiciel d'intégration continue de GNU Guix. C'est un serveur d'automatisation de constructions générique écrit en GNU Guile qui récupère les sources de dépôts de contrôle de version, exécute des travaux de construction et stocke les résultats des constructions dans une base de données. Cuirass fournit aussi une interface web pour surveiller les résultats des constructions.
ja: Cuirass は GNU Guix の継続的インテグレーションソフトウェアです。GNU Guile で書かれた汎用的なビルド自動化サーバーで VCS リポジトリからソースをチェックアウトして、ビルドジョブを実行し、ビルド結果をデータベースに保存します。Cuirass はビルド結果をモニタリングするための Web インターフェイスも提供しています。
nb_no: Cuirass er GNU Guix sitt verktøy for kontinuerlig integrasjon (CI). Det er en byggeautomasjonsserver skrevet i GNU Guile som sjekker ut kildekode fra versjonskontroll, kjører byggejobber, og lagrer resultatene i en database. Cuirass tilbyr også et webgrensesnitt for å overvåke resultater.
sk: Cuirass je programové vybavenie pre priebežnú integráciu GNU Guix. Je to viacúčelový server na automatizáciu zostavenia zapísaný v GNU Guile, ktorý získava verziované zdrojové súbory z repozitárov, vykonáva zostavovacie úlohy a ukladá výsledky zostavenia do databázy. Cuirass tiež poskytuje internetové rozhranie na sledovanie výsledkov zostavenia.
tr: Cuirass, GNU Guix sürekli entegrasyon yazılımıdır. Bu, GNU Guile'da yazılmış, VCS depolarındaki kaynakları kontrol eden, derleme işlerini yürüten ve derleme sonuçlarını bir veritabanında depolayan genel amaçlı bir derleme otomasyon sunucusudur. Cuirass ayrıca derleme sonuçlarını izlemek için bir web arayüzü sağlar.

source: Cuirass is running on GNU Guix build farm at <1/>.
de: Cuirass läuft auf GNU Guix’ Erstellungsfarm bei <1/>.
eo: Cuirass funkcias per la programtraduka servilaro de GNU Guix ĉe <1/>.
es: Cuirass se está ejecutando en los servidores de compilación de GNU Guix en <1>.
fr: Cuirass fait tourner la ferme de construction de GNU Guix sur <1/>.
ja: Cuirass は <1/> のGNU Guix ビルドファーム上で稼働しています。
nb_no: Cuirass kjører på GNU Guix sin byggefarm <1/>.
sk: Cuirass beží na zostavovacej farme GNU Guix na <1/>.
tr: Cuirass, <1/> adresinde GNU Guix inşa çiftliği üzerinde çalışıyor.

source: Features
de: Funktionalitäten
eo: Funkcioj
es: Características
fr: Fonctionnalités
ja: 機能
nb_no: Funksjoner
sk: Možnosti
tr: Özellikleri

source: Poll sources from multiple Git repositories.
de: Fragt Quellen aus mehreren Git-Repositorys ab.
eo: Kolekti fontkodojn el multaj deponejoj Git.
es: Puede extraer código fuente de múltiples repositorios Git.
fr: Récupère les sources de plusieurs dépôts Git.
ja: 複数の Git リポジトリからソースをポーリングします。
nb_no: Spør og hent kildekode fra flere Git-repositorier.
sk: Získať zdrojové súbory z viacerých Git repozitárov.

source: Execute builds on local or remote Guix daemons.
de: Führt Erstellungen auf lokalen oder entfernten Guix-Daemons durch.
eo: Plenumi konstrutaskojn en lokaj aŭ foraj demonoj Guix.
es: Ejecuta compilación sobre daemons Guix locales o remotos.
fr: Exécute des constructions sur des démons Guix locaux ou distants.
ja: ローカルまたはリモートの Guix デーモンでビルドを実行します。
nb_no: Kjør byggejobber på lokale eller eksterne Guix-daemoner.
sk: Vykonať zostavenie na miestnych či vzdialených démonoch Guix.

source: Store build products or artifacts.
de: Speichert Erstellungsergebnisse oder -artefakte.
eo: Enmemorigi konstruajn produktojn aŭ artefaktojn.
es: Puede almacenar productos o artefactos de compilación.
fr: Stocke les produits et les artéfacts de constructions.
ja: ビルドされた製品またはアーティファクトを保存します。
nb_no: Lagre bygde produkter eller artifakter.
sk: Uložiť výsledky zostavenia.

source: Collect build logs and metrics.
de: Sammelt Erstellungsprotokolle und -metriken.
eo: Kolekti konstruajn protokolojn kaj mezurojn.
es: Recopila logs y métricas de compilación.
fr: Récupère les journaux des constructions et des mesures.
ja: ビルドログおよびメトリクスを収集します。
nb_no: Samle byggelogger og metrikk.
sk: Zhromažďuje záznamy o zostavení a výsledky meraní.
tr: Derleme günlüklerini ve metriklerini toplayın.

source: Provides a REST API.
de: Stellt eine REST-API zur Verfügung.
eo: Provizi aplikprogramajn interfacojn REST.
es: Proporciona una API REST.
fr: Fournit une API REST.
ja: REST API を提供します。
nb_no: Tilbyr et REST-API.
sk: Poskytuje REST API.
tr: REST API sağlar.

source: High level of concurrency using <1>Guile-Fibers</1> asynchronous library.
de: Ein hoher Grad an Nebenläufigkeit mit der <1>Guile-Fibers-Bibliothek</1> für asynchrone Verarbeitung.
eo: Alta nivelo de kunrulo uzante la nesinkronan bibliotekon <1>Guile-Fibers</1>.
es: Alto nivel de concurrencia, usando la librería asíncrona <1>Guile-Fibers</1>.
fr: A un fort taux de concurrence avec la bibliothèque asynchrone <1>Guile-Fibers</1>.
ja: <1>Guile-Fibers</1> 非同期ライブラリを用いた高レベルな並行処理。
nb_no: Høy parallelisering med det asynkrone biblioteket <1>Guile Fibers</1>.
sk: Vysoká úroveň súbežnosti s použitím asynchrónnej knižnice <1>Guile-Fibers</1>.

source: Cuirass documentation is accessible <1>here</1>.
de: Die Cuirass-Dokumentation ist <1>hier</1> zugänglich.
eo: La dokumentado de Cuirass estas alirebla <1>tie ĉi</1>.
es: Se puede acceder a la documentación de Cuirass <1>aquí</1>.
fr: La documentation de Cuirass se trouve <1>ici</1>.
ja: Cuirass のドキュメントは<1>ここ</1>からアクセスできます。
nb_no: Dokumentasjon for Cuirass finnes <1>her</1>.
sk: Dokumentácia pre Cuirass je dostupná <1>tu</1>.
tr: Cuirass belgelerine <1>buradan</1> erişilebilir.

source: Releases
de: Veröffentlichungen
eo: Eldonoj
es: Lanzamientos
ja: リリース
nb_no: Utgivelser
sk: Vydania
tr: Sürümler

source: GPG signature
de: GPG-Signatur
eo: GPG subskribo
es: Firma GPG
ja: GPG 署名
nb_no: GPG-signatur
sk: GPG podpis
tr: GPG imzası

source: Project repository
de: Projekt-Repository
eo: Deponejo de la projekto
es: Repositorio del proyecto
fr: Dépôt du projet
ja: プロジェクトリポジトリ
nb_no: Prosjektrepositorie
sk: Repozitár projektu
tr: Proje deposu

source: Cuirass source code is hosted at <1>git://git.sv.gnu.org/guix/guix-cuirass.git</1>.
de: Cuirass’ Quellcode wird bei <1>git://git.sv.gnu.org/guix/guix-cuirass.git</1> angeboten.
eo: La fontkodo de Cuirass estas gastigita ĉe <1>git://git.sv.gnu.org/guix/guix-cuirass.git</1>.
es: El código fuente de Cuirass está alojado en <1>git://git.sv.gnu.org/guix/guix-cuirass.git</1>.
fr: Le code source de Cuirass est hébergé sur <1>git://git.sv.gnu.org/guix/guix-cuirass.git</1>.
ja: Cuirass のソースコードは <1>git://git.sv.gnu.org/guix/guix-cuirass.git</1> でホスティングされています。
nb_no: Kildekoden til Cuirass er tilgjengelig på <1>git://git.sv.gnu.org/guix/guix-cuirass.git</1>.
sk: Zdrojový kód nástroja Cuirass nájdete na <1>git://git.sv.gnu.org/guix/guix-cuirass.git</1>.
tr: Cuirass kaynak kodu <1>git://git.sv.gnu.org/guix/guix-cuirass.git</1> adresinde barındırılmaktadır.

# webpage title
source: Donate
de: Spenden
eo: Donaci
es: Donar
fr: Faire un don
ja: 寄付
nb_no: Donér
sk: Prispieť
tr: Bağış

source: We are looking for donations of hardware and optionally hosting for machines (they should be usable with exclusively free software).
de: Wir suchen gespendete Hardware und optional auch Hosting für Maschinen (sie sollten mit ausschließlich freier Software nutzbar sein).
eo: Ni serĉas donacojn de aparataro kaj nedevige gastigon por maŝinoj (ili devas esti uzeblaj kun ekskluzive libera programaro).
es: Aceptamos donaciones de máquinas y opcionalmente de alojamiento para las máquinas (deben poder usarse con software libre exclusivamente).
fr: Nous recherchons des dons de matériel et éventuellement de l'hébergement pour les machines (elles doivent être utilisables avec seulement des logiciels libres).
ja: 私たちはハードウェアの寄付およびオプションのマシンのホスティング先を募集しています。
nb_no: Vi ser etter donasjoner av maskinvare og valgfritt hosting av maskiner (de bør kunne brukes med eksklusivt fri programvare).
sk: Prijímame dary vo forme technického vybavenia a prípadne aj hostingu (programové vybavenie by malo byť výhradne slobodné).
