Repository: PantherXOS/px-artwork
Catalog: website/po/*.po
Languages: de, eo, es, fr, ja, nb_no, sk, tr

source: A list of resources about how to use GNU Guix, plus information about getting help from the community of users and developers.
de: Eine Liste von Ressourcen, wie man GNU Guix benutzt, sowie Informationen darüber, wie Sie Hilfe von der Nutzer- und Entwicklergemeinde bekommen können.
eo: Listo de risurcoj pri uzado de GNU Guix, kaj informoj pri peti helpon de la komunumo de uzantoj kaj programistoj.
es: Una lista de recursos sobre cómo usar GNU Guix además de información acerca de la obtención de ayuda de la comunidad de usuarios y desarrolladoras.
fr: Une liste de ressources à propos de l'utilisation de GNU Guix, plus des informations sur la manière de se faire aider par la communauté d'utilisateurs et utilisatrices, et par les développeurs et développeuses.
ja: GNU Guix の使い方に関する資料の一覧、そして、ユーザーと開発者のコミュニティから助けを得るための情報。
nb_no: En liste av ressurser om hvordan å bruke GNU Guix, pluss informasjon om å få hjelp fra brukere og utviklere.
sk: Zoznam zdrojov o tom ako používať systém Guix a podrobnosti o tom ako získať pomoc od spoločenstva používateľov a vývojárov.
tr: GNU Guix'in nasıl kullanılacağı hakkında bir kaynak listesi, ayrıca kullanıcılar ve geliştiriciler topluluğundan yardım alma hakkında bilgi.

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|Help resources
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|Hilfe-Ressourcen
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|Helpaj risurcoj
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix|Recursos de ayuda
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|ヘルプリソース
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|Hjelperessurser
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|Pomoc
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yönetici|Yardım kaynakları

source: Help
de: Hilfe
eo: Helpo
es: Ayuda
fr: Aide
ja: ヘルプ
nb_no: Hjelp
sk: Pomoc
tr: Yardım

source: GNU Guix Manual <1/>
de: Handbuch von GNU Guix <1/>
eo: Manlibro de GNU Guix <1/>
es: Manual de GNU Guix <1/>
ja: GNU Guix マニュアル<1/>
nb_no: Manual for GNU Guix <1/>
sk: Príručka GNU Guix </1>
tr: GNU Guix Kılavuzu <1/>

source: Documentation for GNU Guix is available online. You may also find more information about Guix by running <1>info guix</1>.
de: Sie können Dokumentation für GNU Guix online lesen. Sie können weitere Informationen über Guix auch bekommen, indem Sie <1>info guix.de</1> ausführen.
eo: Dokumentado de GNU Guix estas disponebla enrete. Vi povas ankaŭ trovi pliajn informojn pri Guix lanĉante <1>info guix</1>.
es: La documentación para GNU Guix está disponible en línea. También puede encontrar más información sobre Guix ejecutando <1>info guix.es</1>.
fr: La documentation de GNU Guix est disponible en ligne. Vous pouvez trouver plus d'informations sur Guix en lançant <1>info guix</1>.
ja: GNU Guix のドキュメントはオンラインで入手できます。Guix についてのさらなる情報は <1>info guix</1> を実行することによって調べることもできます。
nb_no: Dokumentasjon for GNU Guix er tilgjengelig på nett. Du kan også få mer informasjon om Guix ved å kjøre <1>info guix</1>.
sk: Príručka pre GNU Guix je dostupná online. Viac podrobností o systéme Guix môžete tiež získať spustením <1>info guix</1>.
tr: GNU Guix belgeleri çevrim içi olarak mevcuttur. Ayrıca <1>info Guix</1> komutunu çalıştırarak Guix hakkında daha fazla bilgi edinebilirsiniz.

source: Read manual <1/>
de: Lesen Sie das Handbuch <1/>
es: Lea el manual <1/>
ja: マニュアルを読む<1/>
nb_no: Les manualen <1/>

source: Get Guix reference card
de: Guix-Referenzkarte herunterladen
eo: Akiri la referenckarton de Guix
es: Obtenga la tarjeta de referencia de Guix
fr: Voir la carte de référence de Guix
ja: Guix リファレンスカードを入手
nb_no: Hent Guix referansekort
sk: Získať ťahák pre systém Guix
tr: Guix referans kataloğu edin

source: GNU Guix Manual (Latest)
de: Handbuch von GNU Guix (neuestes)
eo: Manlibro de GNU Guix (lasta)
es: Manual de GNU Guix (El último)
ja: GNU Guix マニュアル（最新版）
nb_no: GNU Guix Manual (Siste)
sk: Príručka GNU Guix (najnovšie vydanie)
tr: GNU Guix Kılavuzu (Güncel)

source: This version of the manual is updated frequently to include the latest changes from Guix's source files. It is more up-to-date than the manual for the release of Guix.
de: Diese Fassung des Handbuchs wird oft auf denselben Stand wie Guix’ Quellcode aktualisiert. Sie enthält neuere Änderungen als das Handbuch der Veröffentlichung von Guix.
es: Esta versión del manual se actualiza frecuentemente para incluir los últimos cambios de los archivos fuente de Guix. Está más actualizado que la versión estable del manual de Guix.
ja: このバージョンのマニュアルは Guix のソースファイルから最新の変更を取り入れるため頻繁にアップデートされます。
nb_no: Denne versjonen av manualen er oppdatert jevnlig for å inkludere de siste endringene i Guix sine kildefiler. Den er mer oppdatert en manualen for siste utgivelse av Guix.

source: Read latest manual
de: Lesen Sie das neueste Handbuch
eo: Legi la lastan manlibron
es: Lea el último manual
ja: 最新版のマニュアルを読む
nb_no: Les siste manual
sk: Prečítať si príručku pre najnovšie vydanie
tr: Güncel kılavuzu oku

source: Videos
eo: Filmetoj
es: Material audiovisual
fr: Vidéos
ja: 動画
nb_no: Videoer
sk: Videá
tr: Videolar

source: The collection of videos includes instructional material to help you get started with every day use of GNU Guix as well as other topics that present advanced features of the system.
de: Zur Videosammlung gehören Anleitungen, um Ihnen den Einstieg in die alltägliche Nutzung von GNU Guix zu erleichtern, sowie andere Themen, wo fortgeschrittene Funktionalitäten des Systems vorgestellt werden.
eo: La filmetaro entenas edukantan materialon, por ke vi komencu ĉiutagan uzon de GNU Guix. Ĝi enhavas ankaŭ aliajn temojn, kiuj prezentas altnivelajn funkciojn de la sistemo.
es: La colección de medios audiovisuales incluye material instructivo para ayudarle a empezar a usar GNU Guix de manera habitual, así como otros temas que presentan características avanzadas del sistema.
fr: la collection de vidéos contient du matériel éducatif pour vous aider à démarrer avec votre usage quotidien de GNU Guix ainsi que d'autres sujets qui présentent des fonctionnalités avancées du système.
ja: 動画のコレクションには、GNU Guix の日常利用を始める上で手助けとなる説明資料はもちろんのこと、システムの先進的な機能について紹介するその他のトピックの資料も含まれています。
nb_no: Denne samlingen av videoer inkluderer undervisende materiale for å hjelpe deg å komme i gang med hverdagslig bruk av GNU Guix, samt andre emner som presenterer avansert funksjonalitet av systemet.
sk: Zbierka videí zahŕňa náučné zdroje, ktoré vám pomôžu začať s každodenným používaním GNU Guix ako aj oboznámiť sa s pokročilými možnosťami systému.
tr: Video koleksiyonu, GNU Guix'in günlük kullanımına başlamanıza yardımcı olacak eğitici materyallerin yanı sıra sistemin gelişmiş özelliklerini sunan diğer konuları içerir.

source: Browse all videos
de: Alle Videos sehen
eo: Foliumi ĉiujn filmetojn
es: Explore todos los materiales audiovisuales
fr: Voir toutes les vidéos
ja: すべての動画を閲覧する
nb_no: Bla gjennom alle videoer
sk: Prezrieť si všetky videá
tr: Tüm videolara göz at

source: Cookbook
de: Kochbuch
eo: Recepta manlibro
es: Libro de recetas
fr: Livre de recettes
ja: クックブック
nb_no: Kokebok
sk: Receptár
tr: Tarif kitabı

source: Tutorials, how-to guides and examples contributed by the Guix community which show you how to use the system and its collection of packages to achieve common and not-so-common goals users may have.
de: Tutorials, Anleitungen und Beispiele, die von der Guix-Gemeinde beigesteuert wurden. Sie erklären, wie Sie mit dem System und seiner Paketsammlung bewerkstelligen, was einem häufig und weniger häufig an Vorhaben begegnet.
eo: Lerniloj, praktikaj gvidlibroj kaj ekzemploj donitaj de la komunumo de Guix, kiuj montras, kiel uzi la sistemon kaj ĝian pakaron por plenumi oftajn kaj malpli oftajn celojn, kiujn uzantoj povas havi.
es: Tutoriales, guías paso a paso y ejemplos que la comunidad de Guix ha proporcionado que le muestran cómo usar el sistema y su colección de paquetes para conseguir objetivos comunes y no tan comunes que los usuarios del sistema puedan tener.
fr: des tutoriels, des guides pratiques et des exemples contribués par la communauté de Guix qui vous montrent comment utiliser le système et sa collection de paquets pour effectuer diverses taches pas forcément communes que vous pourriez avoir à réaliser.
ja: Guix コミュニティから寄稿されたチュートリアル、ハウツーガイド、および使用例でシステムとパッケージのコレクションを用いて、ユーザーが持つ共通の（またはそうでない）目標を達成するための使用方法を紹介します。
nb_no: Opplæring, guider, og eksempler bidratt av Guix-miljøet som viser hvordan å bruke systemet og pakkesamlingen for å oppnå vanlige og uvanlige mål brukere måtte ha.
sk: Návody a príklady používania poskytnuté spoločenstvom systému Guix, ktoré vám pomôžu s používaním systému a jeho zbierky balíkov aby ste mohli dosiahnuť vaše (menej) každodenné ciele.
tr: Kullanıcıların sahip olabileceği ortak ve çok yaygın olmayan hedeflere ulaşmak için sistemi ve paket koleksiyonunu nasıl kullanacağınızı gösteren, Guix topluluğu tarafından hazırlanan öğreticiler, nasıl yapılır kılavuzları ve örnekler.

source: Browse the recipes
de: Rezepte lesen
eo: Foliumi la receptojn
es: Explore las recetas
fr: Voir les recettes
ja: すべてのレシピを閲覧する
nb_no: Bla gjennom oppskriftene
sk: Prezrieť si recepty
tr: Tariflere göz at

source: GNU Manuals
de: GNU-Handbücher
eo: GNUaj manlibroj
es: Manuales de GNU
fr: Manuels de GNU
ja: GNU マニュアル
nb_no: GNU-manualer
sk: GNU príručky
tr: GNU Kılavuzları

source: Guix is a distribution of the <1>GNU operating system</1>. Documentation for GNU packages is available online in various formats.
de: Guix ist eine Distribution des <1>GNU-Betriebssystems</1>. Dokumentation für GNU-Pakete gibt es online in verschiedenen Formaten.
eo: Guix estas distribuaĵo de la <1>GNUa operaciumo</1>. Dokumentado por GNUaj pakoj estas disponebla enrete en diversaj formatoj.
es: Guix es una distribución del <1>sistema operativo GNU</1>. La documentación para los paquetes GNU está disponible en varios formatos.
fr: Guix est une distribution du <1>système d'exploitation de GNU</1>. La documentation des paquets GNU est disponible en ligne dans divers formats.
ja: Guix は <1>GNU オペレーティングシステム</1>のディストリビューションです。GNU パッケージのドキュメントは様々なフォーマットでオンラインで入手可能です。
nb_no: Guix er en distribusjon av <1>GNU-operativsystemet</1>. Dokumentasjon for GNU-pakker er tilgjengelig på nett i forskjellige formater.
sk: Guix je distribúcia <1>operačného systému GNU</1>. Príručky pre GNU balíky sú dostupné online v rôznych formátoch.
tr: Guix, bir <1>GNU işletim sistemi</1> dağıtımıdır. GNU paketleri için belgeler çeşitli formatlarda çevrimiçi olarak mevcuttur.

source: Browse GNU manuals
de: GNU-Handbücher lesen
eo: Foliumi la GNUajn manlibrojn
es: Explore los manuales de GNU
fr: Voir les manuels de GNU
ja: GNU マニュアルを閲覧する
nb_no: Bla gjennom GNU-manualer
sk: Prezrieť si GNU príručky
tr: GNU kılavuzlarına göz at

source: The LibrePlanet Wiki provides a collaborative space for people to share additional information about the Guix project and its subprojects. It may contain help information, feature proposals, and notes about work in progress (among other things).
de: Das Wiki von LibrePlanet bietet einen Raum zur Zusammenarbeit, um Zusatzinformationen über das Guix-Projekt und seine Unterprojekte mitzuteilen. Dort ist der Platz für Hilfestellungen, Vorschläge für neue Funktionalitäten und Notizen zu in Arbeit Befindlichem (unter anderem).
eo: La vikio de LibrePlanet provizas kunlaborejon por diskonigi kroma informo pri la Guixa projekto kaj siaj subprojektoj. Ĝi povas provizi helpajn informojn, funkciojn proponojn kaj notoj pri nefinita laboraĵo, ktp.
es: La Wiki LibrePlanet proporciona un espacio colaborativo para que la gente puede compartir información adicional sobre el proyecto Guix y sus subproyectos. Puede contener información de ayuda, propuestas de funciones y notas sobre los trabajos en marcha (entre otras cosa).
ja: LibrePlanet Wiki は人々に Guix プロジェクトとそのサブプロジェクトについての追加情報を共有するためのコラボレーション空間を提供します。それにはヘルプ情報、機能提案、そして（とりわけ）進行中の作業の解説が含まれることがあります。
nb_no: LibrePlanet-wikien tilbyr et samarbeidende rom hvor folk kan dele ytterligere informasjon om Guix og dets underprosjekter. Den kan inneholde hjelpeinformasjon, forslag til funksjoner, notater om arbeid underveis, og mer til.
sk: LibrePlanet Wiki poskytuje priestor pre spoluprácu za účelom zdieľania poznatkov o projekte Guix a jeho podprojektoch. Medzi iným môže obsahovať pomocné informácie, návrhy funkcií a poznámky o prebiehajúcom vývoji.
tr: LibrePlanet Wiki, insanların Guix projesi ve alt projeleri hakkında ek bilgi paylaşmaları için ortak bir alan sağlar. Yardım bilgileri, özellik önerileri ve devam eden çalışmalarla ilgili notları (diğer şeylerin yanı sıra) içerebilir.

source: Browse the wiki
de: Das Wiki lesen
eo: Foliumi la vikio
es: Explore la wiki
ja: Wiki を閲覧する
nb_no: Bla gjennom wikien
sk: Prezrieť si wiki
tr: Viki'ye göz at

source: IRC Chat
eo: Babilejo IRC
es: Canal de IRC
fr: Salon IRC
ja: IRC チャット
sk: Miestnosť IRC
tr: IRC Sohbet

source: For real-time support from the community, you can connect to the <1/> channel on irc.libera.chat. There you can get help about anything related to GNU Guix.
de: Sie können Hilfe von der Guix-Gemeinde per Chat bekommen, indem Sie sich mit dem <1/>-Kanal auf irc.libera.chat verbinden. Dort bekommen Sie Hilfe zu allem, was mit GNU Guix zu tun hat.
eo: Por realtempe peti helpon de la komunumo, vi povas ensaluti al la kanalo <1/> en irc.libera.chat. Tie vi povas trovi helpon pri ĉio rilate al GNU Guix.
es: Para obtener ayuda en tiempo real de la comunidad puede conectarse al canal <1/> de irc.libera.chat. Allí puede obtener ayuda sobre cualquier tema relacionado con GNU Guix.
ja: コミュニティからのリアルタイムなサポートを受けるために、irc.libera.chat 上の <1/> チャンネルにつながることができます。そこで GNU Guix に関連する様々なヘルプを得ることができます。
nb_no: For sanntids brukerstøtte fra miljøet kan du koble på kanalen <1/> på irc.libera.chat. Der kan du få hjelp til hva som helst relatert til GNU Guix.
sk: Pre podporu od spoločenstva v reálnom čase sa môžete pripojiť ku kanálu <1/> na irc.libera.chat. Tam môžete získať pomoc so všetkým čo sa týka GNU Guix.

source: The <1/> channel is logged. Previous conversations can be browsed online. See the <2>channel logs</2>.
de: Der <1/>-Kanal wird protokolliert. Vergangene Kommunikation kann online eingesehen werden; siehe die <2>Kanalprotokolle</2>.
eo: La kanalo <1/> estas protokolata. Antaŭaj konversacioj estas foliumeblaj enrete. Vidu la <2>kanalprotokolojn</2>.
es: El canal <1/> queda registrado. Las conversaciones anteriores se pueden ver en línea. Véase los <2>registros del canal</2>.
fr: Le canal <1/> est enregistré. Les conversations précédentes se trouvent en ligne. Voir les <2>enregistrements du canal</2>.
ja: <1/> チャンネルの内容は記録されます。 過去の会話はオンラインで閲覧できます。<2>チャンネルログ</2>を参照してください。
nb_no: Kanalen <1/> er logget. Tidligere samtaler kan leses på nett. Se <2>kanal-loggene</2>.
sk: Kanál <1/> je zaznamenávaný. Predošlé rozhovory si môžete prečítať online. Pozrite si <2>záznamy kanála</2>.
tr: <1/> kanalı günlüğe kaydedilir. Önceki konuşmalara çevrim içi olarak göz atılabilir. <2>Kanal günlüklerine</2> bakın.

source: Connect
de: Verbinden
eo: Konekti
es: Conectar
fr: Se connecter
ja: つながる
nb_no: Ta kontakt
sk: Pripojiť sa
tr: Bağlan

source: Mailing lists
de: Mailing-Listen
eo: Dissendolistoj
es: Listas de correo
fr: Listes de diffusion
ja: メーリングリスト
nb_no: Epostlister
sk: Elektronické konferencie
tr: Posta listeleri

source: Email support from the community is also available through several mailing list. The messages sent to the lists are public and archived online.
de: E-Mail-Hilfe aus der Gemeinde bekommen Sie auch auf mehreren Mailing-Listen. Die Nachrichten, die an die Listen geschickt werden, sind öffentlich einsehbar und werden online archiviert.
eo: Retmesaĝa helpo de la komunumo estas disponebla ankaŭ tra pluraj dissendolistoj. La mesaĝoj senditaj al la listoj estas publikaj kaj arkivataj enrete.
es: A través de correo electrónico también puede obtener ayuda por parte de la comunidad a través de varias listas de correo. Los mensajes enviados a dichas listas son públicos y se almacenan en línea.
fr: Vous pouvez aussi recevoir de l'aide de la communauté à travers plusieurs listes de diffusion. Les messages envoyés aux listes sont publics et archivés en ligne.
ja: コミュニティからのメールサポートは多くのメーリングリストを通して受けることもできます。メーリングリストに送信されたメッセージは公開されオンラインにアーカイブされます。
nb_no: Brukerstøtte via epost er også tilgjengelig via flere epostlister. Meldinger sendt til listene er offentlig og arkivert på nett.
sk: Pomoc od spoločenstva môžete tiež získavať prostredníctvom viacerých elektronických konferencií. Správy odoslané do týchto konferencií sú verejné a archivované online.
tr: Topluluktan e-posta desteği birkaç posta listesinden alınabilir. Listelere gönderilen mesajlar herkese açıktır ve çevrim içi olarak arşivlenir.

source: See all lists
de: Alle Listen sehen
eo: Vidi ĉiujn listojn
es: Ver todas las listas
fr: Voir toutes les listes
ja: すべてのメーリングリストを見る
nb_no: Se alle lister
sk: Zobraziť všetky konferencie
tr: Tüm listeleri gör

# webpage title
source: Contact
de: Kontakt
eo: Kontakto
es: Contacto
ja: 問い合わせ
nb_no: Kontakt
sk: Kontakt
tr: İletişim

source: A list of channels to communicate with GNU Guix users and developers about anything you want.
de: Eine Liste der Kanäle, auf denen Sie mit Nutzern und Entwicklern von GNU Guix reden können, worüber Sie möchten.
eo: Listo de kanaloj por komuniki kun uzantoj de GNU Guix kaj programistoj pri io ajn.
es: Una lista de canales a través de los cuales comunicarse con las personas que usan y desarrollan GNU Guix acerca de cualquier tema que desee.
fr: Une liste de canaux de communication pour les utilisateurs et utilisatrices de GNU Guix, ses développeurs et développeuses, pour tous les sujets que vous voulez.
ja: GNU Guix のユーザーや開発者などさまざまな人々と交流するチャンネルのリスト。
nb_no: En liste av kanaler for å kommunisere med brukere og utviklere av GNU Guix om hva du skulle ønske.
sk: Zoznam kanálov pre rozhovory s používateľmi GNU Guix a jeho vývojármi o čomkoľvek.
tr: GNU Guix kullanıcıları ve geliştiricileri ile istediğiniz herhangi bir konuda iletişim kurabileceğiniz kanalların bir listesi.

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|Community|Mailing lists|IRC channels|Bug reports|Help
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|Gemeinde|Community|Mailing-Listen|IRC-Kanäle|Probleme melden|Hilfe
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|Komunumo|Dissendolistoj|Kanaloj IRC|Cimraportoj|Helpo
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix|Comunidad|Listas de correo|Canales IRC|Informe de errores|Ayuda
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix|Communauté|Listes de diffusion|Canaux IRC|Rapport de bogues|Aide
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|コミュニティ|メーリングリスト|IRC チャンネル|バグ報告|ヘルプ
nb_no: GNU|Linux|Unix|Fri programvare|Libre programvare|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|Fellesskap|Epostlister|IRC-kanaler|Bug-rapporter|Hjelp
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|Spoločenstvo|Elektronické konferencie|Kanály IRC|Hlásenie chýb|Pomoc
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yönetici|Topluluk|Posta listesi|IRC kanalı|Hata raporlama|Yardım

# webpage title
source: Contribute
de: Mitmachen
eo: Kontribui
es: Contribuir
fr: Contribuer
ja: 貢献する
nb_no: Bidra
sk: Zapojiť sa
tr: Katkı

source: Check all the ways you can contribute to make GNU Guix better, and join the world-wide community of volunteers.
de: Sehen Sie, wo Sie mitmachen können, um GNU Guix zu verbessern, und treten Sie der weltweiten Gemeinschaft der Freiwilligen bei.
eo: Kontrolu kiel vi povas kontribui por plibonigi GNU Guix, kaj aliĝu al la tutmonda komunumo de volontuloj.
es: Compruebe todas las maneras en las que puede contribuir para mejorar GNU Guix y unirse a la comunidad mundial de personas que contribuyen voluntariamente.
fr: Regardez toutes les manières dont vous pouvez contribuer à rendre GNU Guix meilleur, et rejoignez la communauté mondiale de bénévoles.
ja: GNU Guix をより良くするために、あなたが貢献できるすべての手段をチェックし、世界規模のボランティアコミュニティに参加してください。
nb_no: Se alle måter du kan bidra til å gjøre GNU Guix bedre, og delta i det verdensomfattende fellesskapet av frivillige.
sk: Zistite akým spôsobom môžete spraviť GNU Guix lepším a pridať sa k svetovému spoločenstvu dobrovoľníkov.
tr: GNU Guix'i daha iyi hale getirmek için katkıda bulunabileceğiniz tüm yolları keşfedin ve dünya çapında gönüllü topluluğuna katılın.

source: GNU|Linux|Unix|Free software|Libre software|Operating system|GNU Hurd|GNU Guix package manager|Volunteer|Development|Translation|I18N|L10N|Artwork
de: GNU|Linux|Unix|Freie Software|Libre-Software|Betriebssystem|GNU Hurd|GNU-Guix-Paketverwaltung|Mitmachen|Entwicklung|Übersetzung|I18N|L10N|Grafiken|Medien|Design
eo: GNU|Linux|Linukso|Unix|Unikso|Libera programaro|Operaciumo|Mastruma sistemo|Mastrumilo|GNU Hurd|Pakadministrilo GNU Guix|Volontulo|Memvolulo|Programado|Traduko|I18N|Internaciigo|L10N|Grafiko
es: GNU|Linux|Unix|Free software|Software libre|Sistema operativo|GNU Hurd|Gestor de paquetes GNU Guix|Voluntaria|Voluntario|Voluntariado|Desarrollo|Traducción|I18N|L10N|Obras de arte|internacionalización|localización
fr: GNU|Linux|Unix|Logiciel libre|Système d'exploitation|GNU Hurd|Gestionnaire de paquets GNU Guix|Volontariat|Bénévolat|Développement|Traduction|I18N|L10N|Art
ja: GNU|Linux|Unix|フリーソフトウェア|自由ソフトウェア|オペレーティングシステム|GNU Hurd|GNU Guix パッケージマネージャ|ボランティア|開発|翻訳|I18N|L10N|アートワーク
nb_no: GNU|Linux|Unix|Fri programvare|Libre software|Operativsystem|GNU Hurd|GNU Guix pakkebehandler|Frivillig|Utvikling|Oversettelse|I18N|L10N|Kunstverk
sk: GNU|Linux|Unix|Slobodný softvér|Operačný systém|GNU Hurd|Správca balíkov GNU Guix|Dobrovoľníctvo|Vývoj|Preklad|I18N|L10N|Grafika
tr: GNU|Linux|Unix|Özgür yazılım|Libre yazılım|İşletim sistemi|GNU Hurd|GNU Guix paket yönetici|Gönüllü|Geliştrime|Çeviri|I18N|L10N|Sanat

source: Contribute
de: Mitmachen
eo: Kontribui
es: Contribuir
fr: Contribuer
ja: 貢献する
nb_no: Bidra
sk: Zapojiť sa
tr: Katkı
